{
  "students": [
    {
      "id": 1,
      "name": "中﨑 優奈",
      "journals": [
        {
          "id": 1,
          "date": "2025年05月19日",
          "week_number": 1,
          "content_raw": "【実習内容】\n本日は、受付業務の担当だったので、処方箋を患者さんから受け取る、マイナン\nバーカードとお薬手帳を持っているかの確認をした。また、OTCを探している患\n者に対して、どんなお薬を探しているか聞いた。目薬を探しているとのことだっ\nたので、目に痛みがあるのか、目が乾いているのかを聞けたことは良かったと感\nじている。\n服薬指導も2件担当させてもらった。患者さんの名前と、何種類のお薬がどのぐ\nらいの個数処方されているか確認できた。緊張せず、患者さんと会話ができたの\nで、引き続き落ち着いて取り組んでいきたい。1件目の患者さんは、時間がない\nので急いで欲しい述べられた。このパターンは、OSCEでは想定していなかったの\nで、非常によい経験になった。時間がない患者さんに対して、どのお薬が、どの\nくらい出ているのかを確認する作業は最低限必要だと学んだ。\n薬歴も2件分入力させてもらった。SOAPに何について記入するかは理解できてい\nて良かった。Sについては、患者さんが発言したそのままの言葉を入力すること\nを思い出させてもらった。\n発注の仕方も少し体験した。在庫が半分になっている薬を選択したが、よく処方\nされる薬については、最大数についても注目して考えるべきことを学んだ。\n1件分、計数調剤を体験した。バーコードの場合と手打ちの場合があることを知\nれた。また、先発医薬品を希望する患者さんだったので、先発医薬品も覚えなけ\nればと感じた。\n\n【反省点】\n服薬指導の流れを的確に覚えていなかったので、本日中に確認し、明日は今日よ\nり服薬指導が成長したい。用法・用量全体的に高齢の患者さんが多いので、声の\n大きさ、高さを意識して患者さんとお話ししたい。\n過去の薬歴をみて、患者さんに伝えるべきことが今の段階では、全くわからない\nので、触れた薬から少しずつ知識をつけていかなければならないと感じた。薬に\nついて、指導薬剤師から複数質問してくださったが、すぐパッと答えられないの\nが現状なので、11週間の実習を通して、答えられるようになりたい。\n本日関わった、アムロジピン、レバミピド、フロセミド、ガランタミン、ドネペ\nジルについて復習する。また、前立腺がんがどのような病気か、認知症にはアル\nツハイマーの他にどんなのがあったのか振り返る。目薬5mLあたり、50回〜100回\nということを教えてもらい、何かの科目で教わった覚えがあるので確認する。\n薬歴について、Aの項目を詳しくかけるようになっていきたい。",
          "feedback": "初日から２件服薬指導！頑張りました！素晴らしい！\nいろいろな患者さんに触れて頑張っていきましょうね。\n＞患者さんに伝えるべきことが今の段階では、全くわからない\nなるほど！\nそもそも、伝えることがメインでなくても良いかもですね。\n患者さんに望まれる服薬指導とは？\n例えば、アムロジピンが血圧の薬ということはちゃんと把握できていました。\nということは、患者さんは降圧治療をしているということも把握できていたはず\n。\nさあ、何を話しましょうか？\n一緒に考えてみましょう！\nトモヒロ"
        },
        {
          "id": 2,
          "date": "2025年05月20日",
          "week_number": 1,
          "content_raw": "【実習内容】\n本日実習したことは、一包化・調剤・発注したものの受け取り・服薬指導・薬歴\n・調べ物を行った。\n一包化については、大学で実習する機会も見学する機会もなかったので、経験で\nきて良かった。手を洗い、消毒をしてから、錠剤を出すことを学んだ。確認する\n時は、裏側から見ると見やすい。\n調剤に関しては、昨日より多くの薬をピッキングしたので楽しかった。作用機序\nや患者さんの状態を考えながら取り出すと良いというアドバイスをもらった。1\nつの薬で120錠くらいを取り出したので、現場のリアルの量を実感した。\n服薬指導については、本日も2件経験させてもらえた。薬歴で処方日数を見るこ\nとで、前回より増えたのか減ったのかを確認できることを学んだ。昨日と比較し\nて、用法用量について伝えることができたのは良かった。食事・運動・睡眠など\nを聞いて会話を広げることを学んだ。\n発注の受け取りは中々経験できることではないので、体験できて良かった。4万\n円近くする薬もあることを知り、より丁寧に扱わなければいけないと感じた。\n昨日より患者さんの人数が少なかったので、調べ学習がメインだった。本日触れ\nた薬でも、10種類以上は超えると思う。特に、シロドシンとべオーバについて学\n習した。シロドシンは膀胱平滑筋に作用し、ゆるめることで排尿障害を抑制する\n。べオーバはβ3受容体刺激薬で、膀胱を広げ、尿を溜めることができる。また\n、適応外ではあるが、小児の夜尿症（おねしょ)に効果的だということを教えて\nもらった。\n投与間隔÷半減期が3以下であれば、定常状態のある薬だと学んだ。また、半減\n期×5で、定常状態まで到達する時間や日数も予想できることも学んだ。\n\n【反省点】\nまだまだ薬歴から読み取る力が足りないなと感じた。11週間あるので、少しずつ\n読み取れる力を身につけていきたい。\nタケキャップ、ロスバスタチン、クロピドグレル、エリキュース、カルベジロー\nル、スピロノラクトン、エンレスト、ニフェジピン、フェロミア、フロセミド、\nジャディアンス、ニトロペン、ベムリディ、シロドシン、べオーバ、リフレック\nス、ロゼレム、デェピゴ、クエチアピンについて、触れたので、どのような作用\n機序と適応する疾患がどれか調べ、覚えていきたいと思う。クエチアピンに関し\nては、どのような副作用があるか調べる。\n発注したものを受け取る時に、薬の名前を読み上げたが、スムーズに言えなかっ\nたので、カタカナに慣れていきたい。\nたくさんの量をピッキングしたので、スムーズにできるようになりたいという思\nいが強まった。明日は数個の場所を覚えてみようと考える。\n昨日確認した薬が忘れかかっているので、もう一度確認したい。前立腺肥大につ\nいては、検査方法を復習する。",
          "feedback": "〉調べ学習がメインだった。\nんーん。ちょっと言葉がもったいないかな。\n調べるのはそれぞれ何のために行ってました？\nおそらく、それぞれ目的が違っていたと思います。\n振り返りのコツとして、何のために行っているのかがわかるようにすると良いか\nも知れませんね。\n小川"
        },
        {
          "id": 3,
          "date": "2025年05月21日",
          "week_number": 1,
          "content_raw": "【実習内容】\n本日実習したことは、調剤・服薬指導・在宅を実施した。\n調剤については、一包化とピッキングを行った。一包化については、1回1.5錠の\n薬が処方されていたので、ハサミで半分に割る作業を体験させてもらった。薬に\nよって割れやすい、割れにくいがあることを教えていただいた。今回は割れやす\nい薬だった。一時、分包機のトラブルがあった。調剤において機械のトラブルが\n発生した場合、監査をより慎重にやった方が良いと教えていただいた。錠剤を1\n個1個出す作業を何回か行ったので、少しスピードが速くなって嬉しかった。午\n前中は、来局する患者さんが多く忙しそうだった。その中でも、薬剤師さんは速\nさ・正確さが完璧で、強い憧れを持った。\n担当させてもらえた服薬指導は、患者さんが子どもかつ新規のパターンだった。\n患者さんが子どもの場合、服薬指導をする相手はその保護者の方なので、用法用\n量をしっかり伝えるべきかなと感じた。薬歴を書く際に、新規の方だったので、\nOに該当するものがわからなかった。検査値を書くイメージがあったが、患者さ\nんを観察して感じたことなども記入できることを教えていただいた。\n在宅を行っている患者さんのお宅に伺わせていただけた。在宅に関する医療を実\n際に見学するのは初めてだったので、貴重な経験になったと感じている。患者さ\nん本人だけでなく、その家族とも治療以外のコミュニケーションを取ることで、\n様々な情報を引き出せることを、見学を通して感じた。ケアマネジャーの方も同\nじタイミングで訪問しており、他の医療従事者の仕事を見れて良かった。ケアマ\nネジャーの方や患者さんの家族の方と、情報を共有していて、チーム医療を見学\nできた。学生のうちだと、中々関われないと思うので、実習期間中に多くの在宅\nを見学したい。\n\n【反省点】\n錠剤を半分に割る時に、衝撃で薬を飛ばしてしまった。薬を持ちながら割る良い\nというアドバイスをいただいたので、次回実施する機会があればこの反省を活か\nしたい。錠剤の数が多い時は、きれいにシートがはまるように輪ゴムでとめるよ\nう練習を積み重ねる。\n患者さんが胃腸炎やかぜと推定される場合、症状はいつ頃からでているのか、ど\nのような症状があるのか、患者さんの様子をみてどのような症状があるのか、そ\nれらに対して共感するような話をするなどを服薬指導に取り入れていきたい。\n「医師に胃腸炎と言われ、ビオフェルミンを処方された。嘔吐があったため、ナ\nウゼリンを飲んでいる。胃腸炎の原因として、ウイルスや細菌、ストレスなどが\n考えられる。頭痛もあったので、自家中毒の可能性も考えられる。」まで、推測\nできるようになりたい。ビオフェルミン、ナウゼリンについて整理しておく。\nある患者さんのリバーロキサバンがニプロのではなくバイエルを使用する理由に\nついて、帯状疱疹のワクチンについてを時間が取れる日に考え話し合う。リバー\nロキサバンについては、適応症を調べておく。",
          "feedback": "リバーロキサバンは最も最近出てきたジェネリックです。\nそれに伴い薬局特有の注意点について考えてみましょう。\n>ケアマネジャーの方も同じタイミングで訪問\nあれ？ケアマネージャー？？\nうーん。\nケアマネージャーとはどんな仕事でしょうか？"
        },
        {
          "id": 4,
          "date": "2025年05月22日",
          "week_number": 1,
          "content_raw": "【実習内容】\n本日実習したことは、受付・服薬指導・在宅・一包化・発注の受け取りである。\n最初に、昨日訪問した在宅の現場にいた方の職業について教えていただいた。昨\n日訪れていた方は、PT（理学療法士）の方だった。筋肉が固まらないように、患\n者さんの体を動かしていた。PTの他に、ST（言語聴覚士）、OT（作業療法士）の\n名前も教えていただいた。STは、あまり関わる機会が少ない職業の方らしく、主\nに病院で働いている。ケアマネジャーは、介護の計画を立てている。\n受付については、月曜日実施したことに追加で、お茶を差し上げる作業を行った\n。患者さんが心良く受け取ってくださり、お礼の言葉をいただけて、嬉しかった\n。患者さんから処方箋を受け取る時に、自分が患者さんの視線に入ってないと感\nじた。無意識に後ろで手を組んで患者さんに近づいているというご指摘をいただ\nいた。\n1件の服薬指導を担当した。何か質問をすることを意識して、お腹痛いんですか\n、いつ頃からですかと聞けたのは良かった。用法・用量はきちんと患者さんに伝\nえられていたが、薬を飲むことにより起きる効果が伝えられなかった。この方は\n、新規の薬が処方されていたので、薬を服用することによる効果も伝えられると\n安心するかなというアドバイスを頂いた。\n在宅については、熱があるが、病院にはいけないという患者さんのお宅に訪問し\nた。電話がかかってきた時に、ボルタレンを服用するよう指示し、時間を空けて\nから訪ねた。これは、ボルタレンの効果が出ているのか調べるために時間を空け\nたと教えていただいた。効いていなかった場合、病院を受診するよう呼びかける\nこともできる。\nクレアチニンクリアランスが低いと考えられる患者さんの目安が、女性・高齢・\n低体重の3つだと教えて頂いた。\n\n【反省点】\n理学療法士（PT)、言語聴覚士（ST）、作業療法士（OT）について、どんな職業\nかすぐ出てこないので調べてみる。ケアマネジャーについても同様に行う。併せ\nて、介護保険の仕組みも振り返ってみる。（要支援・要介護、40歳からお金を払\nうなど）\n患者さんと話に行く際に、後ろで手を組み近づいてる。無意識にその行動をして\nいるので、この動作を意識して無くしていきたい。また、患者さんの視界に入る\nために、患者さんがドアを入る前には既に患者さんのところに向かっているよう\nにしたり、少し前屈みの状態で近づいていこうかなと考えている。\n担当した服薬指導が、ファモチジンとトリメブチンマレイン酸塩が処方されてい\nた。お薬手帳の方に、過去にエソメプラゾールが処方されていたことがわかった\n。お薬手帳を確認し忘れたこと、ファモチジンとエソメプラゾールの併用に関す\nる知識が抜けていたことが反省として挙げられる。今回のアドバイスで、お薬手\n帳を確認する本当の意味を経験できたので、薬歴と同様に確認する。確認しても\n、気づける力がまだまだ未熟なので、服薬指導を経験して覚えていきたい。",
          "feedback": ">在宅について\nあ、あれは在宅というか、セルフメディケーション支援ですね。\n単に、その場がご自宅だっただけで、、、\n＞後ろで手を組み\n私の小言まで、、、ありがとうございます。\n素晴らしい。\n患者さんの目線・視点・立場になってみる。その人になりきってみる。\nいろいろな言い方がありますが、相手がどう感じるか？を想定してみると良いか\nもしれませんね。\n逆にいえば、その相手によって変わるのかも。\nいろいろためしてみましょうね。"
        },
        {
          "id": 5,
          "date": "2025年05月23日",
          "week_number": 1,
          "content_raw": "【実習内容】\n本日実習したことは、調剤・服薬指導・在宅である。\n散剤の調剤を行った。研究室で培地を作る際に試薬を量って混ぜ合わせていたの\nで、懐かしく感じて楽しかった。4種類の薬を量ったが、粉だけを棚に並べた。\nこの状態だとこの粉がどの薬なのかわかりにくい。棚に置く際には、量った薬の\nすぐ後ろにその薬のボトルを置くと、この粉がどの薬なのか目視で確認できると\nいうアドバイスをいただいた。\n昨日、朝・夕食分の一包化を実施した患者さんは、目が見えにくい。そのため、\n朝用には緑色、夜用には赤色でマーカーを引いた。患者さんがわかりやすいよう\nに、このような工夫も行っていることを学んだ。\n残薬調整を希望する患者さんが数名来店され、このような相談をする方は意外と\nいると感じた。残薬を増やす方に調整してしまうと日数がずれてしまうため、減\nらす側に調整した方が良いことを学んだ。\n服薬指導については、骨粗しょう症の患者さんを担当させてもらった。とても明\nるい方だったので、今までよりお話が長くできて良かった。患者さんとお話を続\nける方法は、何を話すか考えない方が良いというアドバイスをいただいた。これ\nだと、最初のうちは難しいので、患者さんの好きなことや、その家族についての\n話をすると続きやすい。\n前回、ドライシロップから錠剤に変更したいと患者さんから申し入れがあったが\n、新たな処方箋はドライシロップのままだった。プロトコルで対応していたのを\n見学した。\n在宅については、一包化したものを届けに行った。\n\n【反省点】\n処方されていた薬が、デノタスチュアブル配合錠であった。RANKL阻害剤投与後\nに服用する薬であることがわからなかった。「薬歴からは、RANKL阻害剤の注射\n薬を投与されているかは確認できないが、デノタスチュアブル配合錠が処方され\nているということは、RANKL阻害剤の注射薬を打っていると考えられる。」とい\nう読み取り方を教えていただいた。注射薬打った後にお飲みくださいと伝えると\n、打ったよと言っていただいたが、病院で注射打ちましたかと聞いても良いかも\nしれないと感じている。イベニティという注射薬について教えていただいたので\n、添付文書を確認する。\n服薬指導では、この薬にはこのような効果があるということが伝えられない。自\n分自身が把握していないと、患者さんに説明するのは難しいので、担当した服薬\n指導で処方されていた薬については伝えられるようにしておく。\n骨粗しょう症については、薬理学の講義を受けた時に印象に残っている病態であ\nるので、骨吸収や骨形成、骨粗しょう症の治療薬を復習したい。「コツキュウシ\nュウ」",
          "feedback": ">残薬を増やす方に調整してしまうと日数がずれてしまうため\nちょっとニュアンスが違うかな？\n事後報告の形をとっているので、ずれることが問題なのではなく、医師の想定し\nていた処方日数以上に薬を供給することになることが問題なんだと思います。\n＞病院で注射打ちましたかと聞いても良いかもしれないと感じている。\n良いですね。これと\n＞患者さんとお話を続ける方法は\nこれって、実は同じこと方向性ですよね。\nお話をするには、相手に何を聴くか？が案外コツなのかもしれませんね。\n試しに、ご家族や友人にインタビューしてなるべく長く話を続ける試みをしても\n良いかもしれませんね。"
        },
        {
          "id": 6,
          "date": "2025年06月16日",
          "week_number": 5,
          "content_raw": "【実習内容】\nプレOTC対応を実施した。咳を止めたく、翌日にプレゼンテーションを控えて\nいる患者さんを想定した症例に取り組んだ。指導薬剤師の方からは、新コンタッ\nクせき止め液ダブルアタック100mL、ピタスせきトローチ、クールワン去たんソ\nフトカプセルの3つの中から、この患者さんに最も適した商品を提案するよう求\nめられた。クールワン去たんソフトカプセルには去痰薬であるカルボシステイン\nが含まれており、咳そのものを止めたいという訴えには応えられないと考えられ\nる。一方で、ピタスせきトローチには鎮咳薬であるデキストロメトルファンが含\nまれており、咳を抑える効果が期待できる。対照的に、新コンタックせき止め液\nダブルアタック100mLにはデキストロメトルファンに加えて去痰薬であるグアイ\nフェネシンも含まれており、鎮咳と去痰の両方が揃っている。患者さんは翌日に\nプレゼンテーションを控えており、咳を止めたいという要望があるため、新コン\nタックを提案するのが最適であると考えられた。\n　服薬指導では、2人の患者さんを担当した。1人目は不眠の患者さんだった。別\nの病院よりデュロキセチンを夕食後に服用と処方されていた。前回、朝食後への\n変更の提案をしていたことから、その後の経過を確認する必要があった。お薬手\n帳を確認すると、変更されていたので、指導薬剤師の方より、その後の様子につ\nいて伺うよう教えていただいた。2人目は喘息の患者さんだった。その患者さん\nにとって、実習先の薬局では初めて処方される薬（カルボシステイン、テオフィ\nリン、デキストロメトルファン）だったので、用法用量や効果について伝えた。\nまた、アドエアも処方されており、その使い方を説明した。\n　キャベジンの副作用として、便秘がある。\n　ピレノキシンが処方されていた。ピレノキシンは白内障の治療薬である。\n\n【反省点】\nアドエアの使用方法を患者さんに説明する際に、これまで使用経験があるかど\nうかを確認できなかった。使用経験の有無を確認することで説明の内容を調整で\nきた。次回以降は、使用経験を確認する。また、使用方法の説明に関しては、も\nう少し補足できる点があるため、復習する。\n　デュロキセチンの半減期と最高血中濃度到達時間や、躁病の判断基準について\n確認する。\n　ブロチゾラム、ピレノキシンについて添付文書や患者向け医薬品ガイド（該当\nがあれば）、今日の治療薬より確認する。",
          "feedback": "アドエアの服薬指導は初めてにしては良かったと思います！さらに良いを目指し\nて、どんなことができるか考えてみてくださいね。\n躁はどうでした？ちょっと気になるんですよね。デュロキセチン由来だとすると\nなんだか、、、"
        },
        {
          "id": 7,
          "date": "2025年06月17日",
          "week_number": 5,
          "content_raw": "【実習内容】\n調剤について、軟膏と一包化を実施した。\n　軟膏では、キンダベート軟膏0.05%とヘパリン類似物質油性クリーム0.3%をそ\nれぞれ50gずつ混合し、計100gを調剤した。混合前には、それぞれの薬剤が混合\n可能であることを確認した。軟膏板上で混ぜ合わせる際、量が多かったため、均\n一に混合するのに大変だったが、軟膏ヘラによる混合のコツを学んだ。混合後は\n、軟膏壺に充填する手技についても確認した。\n　一包化では、ウルソデオキシコール酸錠100mg、フェブキソスタット錠10mg、\nリフキシマ錠200mg、ニフェジピンCR錠20mg、アジルサルタン錠20mg、リオナ錠2\n50mgが処方されていた。\n　腎瘻洗浄用として処方された生理食塩液について確認した。処方箋には、「腎\n瘻洗浄用」の記載があり、製品は広口開栓型のものだった。腎瘻とは、背中から\n腎臓へチューブ（カテーテル）を挿入し、尿を体外に排出させる処置であり、今\n回の処方はその洗浄用としての使用であることを学んだ。\n　ヘルプカードについて教えていただいた。ヘルプカードは、外見ではわかりに\nくい障害や病気がある方が、周囲の理解や支援を求めやすくするためのものであ\nると学んだ。\n　到達度評価のフィードバックをしていただいた。1回目の評価日より、少しず\nつ成長しているのを実感した。レベルの高い服薬指導をするために、まだまだ学\nべることがあった。\n\n【反省点】\n軟膏を実施したが、量が多かったこともあり、混合の仕方に不慣れであり、も\nっと経験を積む必要があると感じた。\n　ウルソデオキシコール酸錠100mg、リフキシマ錠200mg、リオナ錠250mgの添付\n文書や患者向け医薬品ガイド（該当があれば)、今日の治療薬より、適応、用法\n・用量、使用上の注意などについて確認する。\n　糖尿病の治療薬について、全体図をイメージしながら、まずは薬とその作用機\n序を整理していく。",
          "feedback": "技術については、『Practice makes perfect 』と言われます。"
        },
        {
          "id": 8,
          "date": "2025年06月18日",
          "week_number": 5,
          "content_raw": "【実習内容】\nがん患者さんのピッキングを行った。処方内容は、アプレピタントカプセルセ\nット、デカドロン錠4mg、ロペラミド塩酸塩カプセル1mgであった。化学療法開始\n前にアプレピタントの125mgを、治療日の翌日に80mgを服用するよう記載されて\nいた。添付文書を確認したところ、アプレピタンは、NK1受容体拮抗薬であり、\n化学療法による遅発性の悪心・嘔吐の予防に用いられる。デカドロンは副腎皮質\nステロイドであった。ロペラミドは下痢止めであった。\n　一包化を実施した患者さんで、ジャヌビア錠50mgが処方されていた。ジャヌビ\nアはDDP-4阻害薬で、2型糖尿病に用いられる。ジャヌビアは腎排泄型であるため\n、腎機能の確認を行った。患者さんのクレアチニンクリアランスを計算した。ジ\nャヌビア錠50mgでDPP-4阻害活性は、約85％であり、用量を100mgに増量しても、\n阻害活性が2倍にはならない。用量を増やしても効果が大きく増しにくい薬もあ\nることを学んだ。\n　在宅訪問を実施した。その患者さんはプレドニン錠5mgを服用していた。前回\nの訪問から今回までの間に、患者さんは胃潰瘍と診断された。胃潰瘍の原因とし\nて、ヘリコバクター・ピロリ菌や、NSAIDsやステロイドの使用である。。NSAIDs\nよりステロイドの方が高頻度で胃潰瘍が起きやすい。プレドニン錠5mgにより胃\n潰瘍が生じた可能性があると考えられる。\n　麻薬処方箋を見せていただいた。麻薬処方箋には、麻薬施用者の氏名および免\n許証番号、患者の住所を記載する必要がある。調剤前に麻薬を廃棄する場合は、\n麻薬廃棄届を事前に知事へ提出して、職員の立ち会いのもとで廃棄を行う。調剤\n後の麻薬を廃棄する場合には、調剤済麻薬廃棄届を廃棄30日以内に知事へ提出す\nる。\n\n【反省点】\n麻薬の保管や廃棄の方法は、国家試験でもよく出題されやすいと教えていただ\nいたため、内容が複雑にならないように整理して復習したい。以前の実習中に麻\n薬に該当する医薬品について教えていただいたが、すぐに名前を思い出せなかっ\nたため、繰り返し確認する。\n　アプレピタントカプセルセット、デカドロン錠、ロペラミド塩酸塩カプセル、\nジャヌビア錠について、添付文書や患者向医薬品ガイド（該当があれば)、今日\nの治療薬より、適応、用法・用量、使用上の注意などについて確認する。",
          "feedback": "レジメンの公開は比較的よく行われている情報提供だと思います。ただそれだけ\nでは連携にはならないんですよね。"
        },
        {
          "id": 9,
          "date": "2025年06月19日",
          "week_number": 5,
          "content_raw": "【実習内容】\n指導薬剤師の方から、ハップ剤やテープ剤の商品を充実させたいので、どのよ\nうな商品を発注すべきか考えるよう指示を受けた。商品を選ぶ際は、効果だけで\nなく、価格や枚数といったコスト面も重要な要素であると教えていただいた。ど\nのような商品が実際によく使用されているかについて、インターネットで調査を\n行ったが、現時点では具体的な商品はまだ決定しておらず、今後も継続して検討\nしていく予定である。\n　1件目は高血圧の患者さんを担当した。テラムロ配合錠BPが処方されていた。\n前回の処方日数から逆算すると、服用していない期間があると考えられたため、\n患者さんに服薬状況を確認した。実際にはコンプライアンスが低下していると考\nえられた。薬を服用していないことよりも、高血圧の治療の効果が不明である点\nが問題であると教えていただいた。また、以前処方されていたアスパラカリウム\nが途中で削除になっていた背景として、テラムロに含まれるテルミサルタンによ\nるカリウム保持作用との重複によって、高カリウム血症のリスクが高まるためで\nはないかと考えられた。テルミサルタンはアンジオテンシン受容体拮抗薬である\n。AT1受容体を阻害し、アンジオテンシンIIの作用が阻害され、アルドステロン\nの分泌が抑制され、腎臓からのカリウム排泄が低下し、血中のカリウムが多くな\nる。\n　眼科を受診した患者さんの服薬指導を担当した。ネオメドロールEE軟膏、ヒア\nルロン酸Na点眼液0.1%、ミケルナ配合点眼液が処方されていた。代理の方が来局\nされたため、本人の状態について確認した。\n　レバミピド懸濁性点眼液2%について、点眼後に白く濁ることや、後味として苦\n味を感じることがあると教えていただいた。\n　以前より、患者さんの待ち時間中に簡単な会話を交わした。\n\n【反省点】\nテープ剤とハップ剤について検討する作業は楽しく感じた。今後も時間がある\nときに引き続き情報収集を行い、実際にどの商品を発注すべきか考えていきたい\n。\n　今回の服薬指導では、高血圧の患者さんに対して、血圧の数値を確認すべき場\n面で聞き忘れてしまった。患者さんとの話に集中するあまり、聞きそびれてしま\nい、薬歴を入力している最中にそのことに気づいた。服薬指導中に対応できるよ\nう意識していきたい。\n　点眼剤については、それぞれの薬の特徴や作用について理解が不十分なため、\n服薬指導を通して関わる中で、その都度知識を吸収していきたい。",
          "feedback": "OTCの商品を理解するためには、いくつかの方法がありますが、その1つに販売す\nる商品を自分で揃えると言う事が比較的学びやすいかもと思いやっていただきま\nした。時間ある時に続きをやってみてください。"
        },
        {
          "id": 10,
          "date": "2025年06月20日",
          "week_number": 5,
          "content_raw": "【実習内容】\n小児の服薬指導を担当した。処方内容は、クラリスロマイシン錠50㎎小児用、\nデキストロメトルファン臭化水素酸塩錠15mg、カルボシステイン錠250mg、カロ\nナール錠300mg、ツロブテロールテープ2mgであった。ツロブテロールの添付文書\nを確認したところ、0.5～3歳未満には0.5mg、3～9歳未満には1mg、9歳以上には2\nmgと記載されていた。今回の患者さんは3?9歳未満に該当したため、当初は1mgが\n適切ではないかと考えた。しかし、実際には年齢だけでなく、体重も判断基準で\nあると教えていただいた。1mgは体重20kgを想定しており、2mgは40kgと相当する\n。今回の患者さんは20kg以上40kg未満であったため、2mgではやや過量となると\n可能性がある。服薬指導の際には、ツロブテロールが標準よりやや多めであるこ\nと、副作用として頻脈などが出現する可能性があることを保護者へ説明した。ま\nた、工夫として、テープを4分の3にカットして使用する方法があることを教えて\nいただいた。\n　小児の風邪に対して抗生物質が処方されるケースが多い。生後2歳までに抗菌\n薬の使用歴があると、5歳時にアレルギー疾患の発症リスクが高まるという結果\nがあることを教えていただいた。薬剤師として、抗生物質の使用理由や目的につ\nいて保護者に確認することも責任であると学んだ。\n　乳がんの患者さんの服薬指導を担当した。処方薬はアナストロゾール錠1mgで\nあり、この薬は閉経後乳がんの治療に用いられるアロマターゼ阻害薬である。乳\nがんの好発部位は乳房の外側上部であり、エストロゲンは主に卵巣で産生される\nが、閉経後は肪組組織からの産生が中心となることも学んだ。\n　オブラートを使用体験も行った。オブラートとは、薬の苦味などを和らげ、飲\nみやすくするための半透明の薄いシートである。粉薬を包んで水で飲み込む。\n\n【反省点】\nがん患者の服薬指導において、どのような点を確認すべきか戸惑いがあり、十\n分な対応ができなかった。がんに対しては重い病気というイメージが強く、患者\nとの関わり方や言葉選びにも慎重になり、指導が難しく感じた。現代では2人1人\nががんになると言われており、身近な人たちががんになる可能性が高いことを改\nめて認識した。そのような現実を前に、複雑だからという理由で逃げるわけには\nいかないと感じた。がんについて勉強していかなければならない。今回は、乳が\nんの患者さんだったため、まずは乳がんについて講義資料を復習していく。",
          "feedback": "ガン患者さんの服薬指導に限った話では無いんですがその病気がどんなものなの\nかを知ることって意外と大事かもしれませんね。"
        },
        {
          "id": 11,
          "date": "2025年07月28日",
          "week_number": 11,
          "content_raw": "【実習内容】\n高血圧の患者さんの服薬指導を担当した。薬歴を確認したところ、継続的な咳\nの症状が見れれていたため、現在の咳の程度について伺った。さらに、自宅での\n血圧測定状況を確認したところ、「測って高かったら怖いから、測ってない」と\nお話されており、不安感があることがわかった。処方されていたビタラビン軟膏\nについて、患者さんご本人から「ヘルペスに使っている」との説明があり、実際\nにその部位を見せていただいた。薬歴や患者さんの発言から、薬についてはしっ\nかり服用されている様子をうかがえ、薬の目的も理解されており、コンプライア\nンスも良好であるように感じた。一見すると自己管理が十分にできている印象を\n受けたが、指導薬剤師の方より、受診頻度が高いこと、血圧測定に不安を感じて\nいること、また薬歴から吸入薬の使用方法について理解が難しい様子が見られる\nことなどを総合的に考えると、認知症の進行が始まっている可能性があるという\nことを教えていただいた。また、この患者さんには毎回の受診時にビタラビン軟\n膏をが処方されているため、次回は使用頻度など、具体的な使用状況についても\n確認する必要があるというアドバイスもいただいた。\n　バラシクロビル錠をピッキングした。その際、バラシクロビルには粒状錠とい\nう、より小さな剤形もあることを教えていただいた。バラシクロビル錠は比較的\n大きいため、飲み込むのが難しい患者さんにとっては粒状錠が適しているが、現\n在は出荷停止となっていることについても知ることができた。\n　ステロイド外用薬であるアルクロメタゾンについて、ステロイドの強さ分類で\nmediumに該当することを学んだ。同じ分類に含まれる薬として、キンダベートや\nロコイドがある。\n\n【反省点】\nピッキングする際に、本来はオロパタジンOD錠を取らなければいけなかったが\n、オロパタジン錠を取ってしまった。最近は薬の名前ばかりに注目してしまって\nいたので、剤形も忘れずに確認する。\n　ピッキング作業の回数が多かったため、新しく触れた薬や、これまでに扱って\nいたものの記録に残していなかった薬剤について、しっかりとメモを取ることが\nできた。ソリフェナシン、オロパタジン、エチゾラム、ビオフェルミン、カルベ\nジロール、ケトチフェン、ワーファリン、アノーロエリプタについて、適応、用\n法用量、副作用、使用上の注意、作用機序などについて確認する。",
          "feedback": null
        },
        {
          "id": 12,
          "date": "2025年07月29日",
          "week_number": 11,
          "content_raw": "【実習内容】\nホスリボン配合顆粒の処方内容が1回50mgを1日2回であったが、ホスリボンは1\n包当たり100mgで包装されているため、1回量としては過量となる。したがって、\n100mgから50mgずつ取り出して分包する必要があるが、ホスリボンは吸湿性が高\nく、開封後は湿気を吸って溶けてしまうという性質がある。そのため、分包後に\n乾燥剤も一緒に入れることや、患者さんの家族にも冷蔵庫での保管を促すなどの\n工夫が必要であることを教えていただいた。\n　PMDA（医薬品医療機器総合機構）に対して、副作用報告をオンライン上で提出\nした。該当患者さんの副作用発現の経緯、併用薬、報告者の意見などを入力する\n必要があり、想像以上に多くの情報が求められ、入力にも時間がかかることを体\n感した。その関連で、薬局ヒヤリ・ハット事例収集・分析事業について教えてい\nただいた。これは薬局で実際に発生したヒヤリ・ハット事例を国が収集・分析し\n、全国で\nの共有と再発防止につなげる取り組みである。実習中にいくつかの事例に目を通\nしたが、簡潔かつ読みやすい形式だった。\n　服薬指導の見学では、ニトロペン舌下錠が処方されている患者さんへの対応を\n遠くから観察した。その患者さんは救急搬送されたが、大きな異常は見られず、\n「救急車を呼ぶほどではなかった」と言われた。そのため、「今後は救急車を呼\nぶのを躊躇してしまう」と話されていた。医療者側からかけられた言葉が、患者\nさんの判断に大きく影響してしまうことを実感し、そのフォローも薬局が果たす\nべき役割であると感じた。\n　キンカンの主成分について確認したところ、主に含まれている成分はアンモニ\nアであることがわかった。\n　骨粗しょう症の患者さんの服薬指導を担当した。月1回の服用となるミノドロ\nン酸が処方されていた。服用日を患者さんと相談し、服用日を大きめの文字で紙\nに記載してお渡しした。\n　概略評価を実施した。\n\n【反省点】\nホスリボンについて、適応、用法用量、副作用、使用上の注意、作用機序など\nについて確認する。また、NOによる血管弛緩作用の図は思い浮かぶが、はっきり\nと説明できないので講義資料を復習する。",
          "feedback": null
        },
        {
          "id": 13,
          "date": "2025年07月30日",
          "week_number": 11,
          "content_raw": "【実習内容】\n昨日服薬指導を担当した骨粗しょう症の患者さんの薬歴を入力した。患者さん\nの発言内容がタイミングによって変わるので、どの情報が正確なのか判断が難し\nいと感じた。月1回服用のミノドロン酸が処方されており、本日が服用日であっ\nたため、他の実習生が電話で服用確認を行ったところ、患者さん本人はしっかり\n飲めたと返答していたようだった。ミノドロン酸と似たような服用方法である薬\nにリベルサスがある。仮にミノドロン酸とリベルサスが処方された場合の服用ス\nケジュールについて考察した。どちらも服用後30分間の飲食はできないため、2\n剤を服用すると1時間以上食事を控えることになり、患者さんにとって負担が大\nきいと考えられる。1つの案として、リベルサスは毎日服用する薬であるため、\nミノドロン酸を服用する日は飲まなくてもいいという選択肢もある。\n　以前情報提供書を作成した患者さんの処方内容について、一部解析を行った。\nシクロスポリンとバクタ配合錠の処方意図について検討した。この患者さんは腎\n移植の行っているため、移植による拒絶反応の抑制目的で免疫抑制剤であるシク\nロスポリンが処方されていた。免疫抑制により感染症リスクが高まることから、\nバクタ配合錠処方されていると考えられる。\n　高血圧患者さんの服薬指導を担当した。処方内容はアムロジピンのみであり、\n患者さんは毎日自宅で血圧を測定するなど、真面目な印象を受けた。一方で、薬\nの減量を望んでおり、その理由は聞き出せなかったが、本人の中で血圧が安定し\nているなら薬を減らせるのではといった考えがあるように感じた。\n　これまで担当してきた患者さんの薬歴一覧を振り返った。実習初期にきらべ、\n入力する量が明らかに増えており、特にSOAPのAの項目がより具体的に書けるよ\nうになっていた。\n\n【反省点】\n高血圧の患者さんの服薬指導を担当した際に、薬を減らしたい具体的な理由を\n聞くことができなかった。どの患者さんの服薬指導でも、なぜと疑問を持ち、残\nりの実習で期間では意識していきたい。",
          "feedback": null
        },
        {
          "id": 14,
          "date": "2025年07月31日",
          "week_number": 11,
          "content_raw": "【実習内容】\n点鼻薬の調剤を行った。20mLの生理食塩水に、含嗽用ハチアズレ顆粒1gを加え\n、点鼻容器に入れて調剤した。顆粒がしっかり溶けるよう、容器をよく振って混\n合した。同様の手順で2本作成した。\n　小児のアレルギーの服薬指導を担当した。処方内容には、フルチカゾンフラン\nカルボン酸エステル点鼻液27.5μg56噴霧用が含まれていたため、過去に同剤を\n使用した経験があるかを確認した。フルチカゾン点鼻薬は、15歳未満では1日1回\n1噴霧ずつ、15歳以上では2噴霧ずつ投与する点について学んだ。また、併せて処\n方されていたフルオロメトロン点眼液0.02%については、懸濁性の点眼液である\nため、使用前によく振る必要があることを伝えた。アレルギーに対する治療法と\nして減感作療法について学んだ。減感作療法とは、アレルギーの原因（アレルゲ\nン）を少量から投与し、徐々に体を慣らすことで過敏な反応を抑える治療法であ\nる。舌下免疫療法についても学んだ。これは、アレルゲンを舌の下に毎日投与す\nることで免疫を少しずつ慣らし、アレルギー症状を軽減していく治療法である。\n　精神疾患の患者さんの服薬指導を担当した。処方には大建中湯が含まれており\n、患者さんから「飲むのが大変」との訴えがあった。理由を尋ねると、食前の30\n分前という服用タイミングが大変とのことであった。\n　OTC医薬品の販売対応を行った。来局された方は肩こりに悩んでおり、貼付用\nのテープ剤を探していたが、「シップ特有のにおいが苦手」との訴えがあった。\n成分表示を一緒に確認し、メントールが配合されている製品には、清涼感が強く\n感じられる可能性があることを説明した。今までOTC対応を実施した中で、よく\n説明できたと実感した。\n\n【反省点】\n小児の患者に対し、フルチカゾン点鼻薬が2噴霧ずつと処方されていたが、誤\nりに気づくことができなかった。フルチカゾン点鼻薬は、15歳未満では1日1回1\n噴霧ずつ、15歳以上では2噴霧ずつ投与する点について学んだので、しっかり覚\nえる。",
          "feedback": "これ載せてましたっけ？↓"
        },
        {
          "id": 15,
          "date": "2025年08月01日",
          "week_number": 11,
          "content_raw": "【実習内容】\n高血圧の患者さんの服薬指導を担当した。服薬に関することだけでなく、ご家\n族の話など、さまざまな話題で会話をすることができた。ゾルピデムが処方され\nていたので、毎日服用しているのかを確認した。あまり連日服用は望まれていな\nいが、患者さんのご年齢を考慮すると、現在の服用状況でも問題はないという結\n論になった。また、睡眠薬の中には30日分までしか処方できない薬があり、月初\nめは睡眠薬の処方が集中しやすい。\n　風邪の患者さんの服薬指導を担当した。前回も風邪薬が処方されていたので、\n症状の経過について伺った。前回処方されたカルボシステインの服用後に下痢が\n生じたため服用を中止したとのことで、その後の体調の変化も確認した。今回処\n方された吸入薬の使用方法については、患者さんが正しく使えるよう、実際に実\n物を見せながら説明した。また、テオフィリンも処方されていたので、カフェイ\nンとの相互作用を考慮し、コーヒーを飲む習慣があるかも確認した。\n　別の高血圧の患者さんの服薬指導を担当した。マグミットが処方されているの\nで、お通じの状態について確認した。患者さんから「〇〇さんはいないの？いつ\nも優しいのよね」と言われ、本日不在の薬剤師の方の名前が挙がった。患者さん\nに名前を覚えてもらい、信頼されている様子を目の当たりにした。\n　コムクロシャンプーについて触れ、使用方法を調べた。乾いた頭皮に塗布し、\n15分間放置してから洗い流すという使用方法だった。乾いた状態で塗ること、放\n置時間があることが重要であると学んだ。\n　シロドシンとべオーバについて触れた。シロドシンは膀胱平滑筋に弛緩させて\n、排尿しやすくする作用があり、その結果として排尿回数が増える可能性も考え\nられる。べオーバはβ3受容体刺激薬であり、膀胱の蓄尿機能を高めることで、\n尿の回数を減らす効果が考えられる。\n\n【反省点】\n在庫管理を通して多く薬に触れることができ、薬の名前や効果については少し\nずつ覚えられるようになってきた。しかし、薬の作用機序についてはまだ自信が\nないので、何度も調べていく。",
          "feedback": null
        },
        {
          "id": 1770813184306,
          "date": "2026-02-11",
          "week_number": 39,
          "practical_content": "今日は糖尿病の患者さんの服薬指導を見学しました。インスリン自己注射の手順について詳しく説明を聞きました。",
          "unachieved_point": "患者さんの質問に対して、すぐには答えられず確認が必要でした。",
          "content": "今日は糖尿病の患者さんの服薬指導を見学しました。インスリン自己注射の手順について詳しく説明を聞きました。",
          "instructor_notes": "丁寧な対応を心がけていました。もう少し自信を持って話せると良いです。",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は糖尿病患者さんの服薬指導を見学し、インスリン自己注射の手順について詳しく説明を聞きました。患者さんの質問に対してすぐには答えられず確認が必要でしたが、丁寧な対応を心がけていました。",
              "growth_evidence": "学生は実習内容を具体的に記述し、達成できた点と達成できなかった点を区別することができました。ただし、患者さんの質問に対して自信を持って答えることができなかったことが改善点として見られます。",
              "attention_points": "学生が患者さんの質問に対してすぐには答えられず確認が必要でしたことは、臨床判断における自信の重要性を浮き彫りにしています。"
            },
            "mentoring_support": {
              "praise_points": "学生は実習内容を具体的に記述し、達成できた点と達成できなかった点を区別することができました。さらに、患者さんの質問に対して丁寧な対応を心がけていました。",
              "suggested_questions": [
                "患者さんの質問に対して自信を持って答えることができない場合、どのような確認作業を行うことができますか。",
                "インスリン自己注射の手順について、患者さんに説明する際に留意する点は何ですか。"
              ]
            },
            "mentoring_seeds": [
              "患者さんとのコミュニケーションにおいて、学生が自信を持って回答するための具体的な戦略について考える必要があります。",
              "学生は、インスリン自己注射の手順についてさらに詳しく学び、患者さんへの説明を自信を持って行えるようになっています。",
              "学生が患者さんの質問に対して自信を持って答えることができるように、実習中のシミュレーションやロールプレイを通じてトレーニングを行うことが有効であると考えられます。"
            ]
          }
        },
        {
          "id": 1771137363691,
          "date": "2025-05-19",
          "week_number": 1,
          "practical_content": "本日は、受付業務の担当だったので、処方箋を患者さんから受け取る、マイナンバーカードとお薬手帳を持っているかの確認をした。また、OTCを探している患者に対して、どんなお薬を探しているか聞いた。目薬を探しているとのことだったので、目に痛みがあるのか、目が乾いているのかを聞けたことは良かったと感じている。\n服薬指導も2件担当させてもらった。患者さんの名前と、何種類のお薬がどのぐらいの個数処方されているか確認できた。緊張せず、患者さんと会話ができたので、引き続き落ち着いて取り組んでいきたい。1件目の患者さんは、時間がないので急いで欲しい述べられた。このパターンは、OSCEでは想定していなかったので、非常によい経験になった。時間がない患者さんに対して、どのお薬が、どのくらい出ているのかを確認する作業は最低限必要だと学んだ。\n薬歴も2件分入力させてもらった。SOAPに何について記入するかは理解できていて良かった。Sについては、患者さんが発言したそのままの言葉を入力することを思い出させてもらった。\n発注の仕方も少し体験した。在庫が半分になっている薬を選択したが、よく処方される薬については、最大数についても注目して考えるべきことを学んだ。\n1件分、計数調剤を体験した。バーコードの場合と手打ちの場合があることを知れた。また、先発医薬品を希望する患者さんだったので、先発医薬品も覚えなければと感じた。",
          "unachieved_point": "服薬指導の流れを的確に覚えていなかったので、本日中に確認し、明日は今日より服薬指導が成長したい。用法・用量全体的に高齢の患者さんが多いので、声の大きさ、高さを意識して患者さんとお話ししたい。\n過去の薬歴をみて、患者さんに伝えるべきことが今の段階では、全くわからないので、触れた薬から少しずつ知識をつけていかなければならないと感じた。薬について、指導薬剤師から複数質問してくださったが、すぐパッと答えられないのが現状なので、11週間の実習を通して、答えられるようになりたい。\n本日関わった、アムロジピン、レバミピド、フロセミド、ガランタミン、ドネペジルについて復習する。また、前立腺がんがどのような病気か、認知症にはアルツハイマーの他にどんなのがあったのか振り返る。目薬5mLあたり、50回〜100回ということを教えてもらい、何かの科目で教わった覚えがあるので確認する。\n薬歴について、Aの項目を詳しくかけるようになっていきたい。",
          "content": "本日は、受付業務の担当だったので、処方箋を患者さんから受け取る、マイナンバーカードとお薬手帳を持っているかの確認をした。また、OTCを探している患者に対して、どんなお薬を探しているか聞いた。目薬を探しているとのことだったので、目に痛みがあるのか、目が乾いているのかを聞けたことは良かったと感じている。\n服薬指導も2件担当させてもらった。患者さんの名前と、何種類のお薬がどのぐらいの個数処方されているか確認できた。緊張せず、患者さんと会話ができたので、引き続き落ち着いて取り組んでいきたい。1件目の患者さんは、時間がないので急いで欲しい述べられた。このパターンは、OSCEでは想定していなかったので、非常によい経験になった。時間がない患者さんに対して、どのお薬が、どのくらい出ているのかを確認する作業は最低限必要だと学んだ。\n薬歴も2件分入力させてもらった。SOAPに何について記入するかは理解できていて良かった。Sについては、患者さんが発言したそのままの言葉を入力することを思い出させてもらった。\n発注の仕方も少し体験した。在庫が半分になっている薬を選択したが、よく処方される薬については、最大数についても注目して考えるべきことを学んだ。\n1件分、計数調剤を体験した。バーコードの場合と手打ちの場合があることを知れた。また、先発医薬品を希望する患者さんだったので、先発医薬品も覚えなければと感じた。",
          "instructor_notes": "初日から２件服薬指導！頑張りました！素晴らしい！\nいろいろな患者さんに触れて頑張っていきましょうね。\n\n＞患者さんに伝えるべきことが今の段階では、全くわからない\nなるほど！\nそもそも、伝えることがメインでなくても良いかもですね。\n患者さんに望まれる服薬指導とは？\n\n例えば、アムロジピンが血圧の薬ということはちゃんと把握できていました。\nということは、患者さんは降圧治療をしているということも把握できていたはず。\nさあ、何を話しましょうか？\n一緒に考えてみましょう！\n\nトモヒロ",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は初日の実習で多くの経験を積んだ様子が伺える。特に、服薬指導の実践や薬歴の入力、発注の体験など、実践的なスキルを身に付ける機会を得たことがわかる。学生はこれらの経験から、患者とのコミュニケーションの重要性、薬歴の管理の難しさ、薬剤の知識の必要性などを学んだようである。また、学生は自身の限界を認識し、改善点を具体的に挙げている。指導者の観察メモからも、学生の成長と指導者のサポートの重要性が伺える。",
              "growth_evidence": "学生が初日の実習で2件の服薬指導を行ったことは、学生の成長の兆しである。さらに、学生が自身の知識の不足を認識し、具体的な改善点を挙げていることは、学生の自律性と成長意欲の高さを示唆する。指導者の観察メモでも学生の成長を肯定的に評価している。",
              "attention_points": "学生は薬歴の管理や薬剤の知識について不安を感じている様子が見受けられる。特に、過去の薬歴をみて患者さんに伝えるべきことが全くわからないと感じている。これは、薬剤師としての役割を完全に理解していない可能性があるため、指導者はこの点について学生をサポートすることが必要である。"
            },
            "mentoring_support": {
              "praise_points": "学生が初日の実習で多くの経験を積んだこと、特に2件の服薬指導を行ったことは学生の勇気と挑戦精神を称賛する点である。また、学生が自身の限界を認識し、改善点を具体的に挙げていることは、学生の自律性と成長意欲の高さを評価する点である。",
              "suggested_questions": [
                "学生が薬歴の管理について具体的にどう改善したいかを聞いてみよう。例えば、薬歴を管理する上でどのような点に注意しているか、またはどのようなツールやリソースを利用しているかを尋ねることができる。",
                "学生が薬剤の知識についてどうしてより深く理解したいかを聞いてみよう。例えば、薬剤の作用機序や副作用についてどのように学んだか、または患者さんへの説明の際にどのように薬剤の知識を活用したかを尋ねることができる。"
              ]
            },
            "mentoring_seeds": [
              "学生は薬歴の管理についてより深く学ぶ必要がある。指導者は学生に薬歴の管理の重要性を説明し、具体的な管理方法を提案することができる。",
              "学生は薬剤の知識についてより深く理解する必要がある。指導者は学生に薬剤の基本的な知識を教え、さらに深く理解するためのリソースを提供することができる。",
              "学生は患者さんとのコミュニケーションのスキルを高める必要がある。指導者は学生にコミュニケーションの重要性を説明し、具体的なコミュニケーションの方法を提案することができる。"
            ]
          },
          "feedback": "初日から２件服薬指導！頑張りました！素晴らしい！\nいろいろな患者さんに触れて頑張っていきましょうね。\n\n＞患者さんに伝えるべきことが今の段階では、全くわからない\nなるほど！\nそもそも、伝えることがメインでなくても良いかもですね。\n患者さんに望まれる服薬指導とは？\n\n例えば、アムロジピンが血圧の薬ということはちゃんと把握できていました。\nということは、患者さんは降圧治療をしているということも把握できていたはず。\nさあ、何を話しましょうか？\n一緒に考えてみましょう！\n\nトモヒロ",
          "selected_seed": "学生は薬歴の管理についてより深く学ぶ必要がある。指導者は学生に薬歴の管理の重要性を説明し、具体的な管理方法を提案することができる。"
        },
        {
          "id": 1771137533416,
          "date": "2025-05-20",
          "week_number": 1,
          "practical_content": "本日実習したことは、一包化・調剤・発注したものの受け取り・服薬指導・薬歴・調べ物を行った。\n一包化については、大学で実習する機会も見学する機会もなかったので、経験できて良かった。手を洗い、消毒をしてから、錠剤を出すことを学んだ。確認する時は、裏側から見ると見やすい。\n調剤に関しては、昨日より多くの薬をピッキングしたので楽しかった。作用機序や患者さんの状態を考えながら取り出すと良いというアドバイスをもらった。1つの薬で120錠くらいを取り出したので、現場のリアルの量を実感した。\n服薬指導については、本日も2件経験させてもらえた。薬歴で処方日数を見ることで、前回より増えたのか減ったのかを確認できることを学んだ。昨日と比較して、用法用量について伝えることができたのは良かった。食事・運動・睡眠などを聞いて会話を広げることを学んだ。\n発注の受け取りは中々経験できることではないので、体験できて良かった。4万円近くする薬もあることを知り、より丁寧に扱わなければいけないと感じた。\n昨日より患者さんの人数が少なかったので、調べ学習がメインだった。本日触れた薬でも、10種類以上は超えると思う。特に、シロドシンとべオーバについて学習した。シロドシンは膀胱平滑筋に作用し、ゆるめることで排尿障害を抑制する。べオーバはβ3受容体刺激薬で、膀胱を広げ、尿を溜めることができる。また、適応外ではあるが、小児の夜尿症（おねしょ)に効果的だということを教えてもらった。\n投与間隔÷半減期が3以下であれば、定常状態のある薬だと学んだ。また、半減期×5で、定常状態まで到達する時間や日数も予想できることも学んだ。\n",
          "unachieved_point": "まだまだ薬歴から読み取る力が足りないなと感じた。11週間あるので、少しずつ読み取れる力を身につけていきたい。\nタケキャップ、ロスバスタチン、クロピドグレル、エリキュース、カルベジロール、スピロノラクトン、エンレスト、ニフェジピン、フェロミア、フロセミド、ジャディアンス、ニトロペン、ベムリディ、シロドシン、べオーバ、リフレックス、ロゼレム、デェピゴ、クエチアピンについて、触れたので、どのような作用機序と適応する疾患がどれか調べ、覚えていきたいと思う。クエチアピンに関しては、どのような副作用があるか調べる。\n発注したものを受け取る時に、薬の名前を読み上げたが、スムーズに言えなかったので、カタカナに慣れていきたい。\nたくさんの量をピッキングしたので、スムーズにできるようになりたいという思いが強まった。明日は数個の場所を覚えてみようと考える。\n昨日確認した薬が忘れかかっているので、もう一度確認したい。前立腺肥大については、検査方法を復習する。",
          "content": "本日実習したことは、一包化・調剤・発注したものの受け取り・服薬指導・薬歴・調べ物を行った。\n一包化については、大学で実習する機会も見学する機会もなかったので、経験できて良かった。手を洗い、消毒をしてから、錠剤を出すことを学んだ。確認する時は、裏側から見ると見やすい。\n調剤に関しては、昨日より多くの薬をピッキングしたので楽しかった。作用機序や患者さんの状態を考えながら取り出すと良いというアドバイスをもらった。1つの薬で120錠くらいを取り出したので、現場のリアルの量を実感した。\n服薬指導については、本日も2件経験させてもらえた。薬歴で処方日数を見ることで、前回より増えたのか減ったのかを確認できることを学んだ。昨日と比較して、用法用量について伝えることができたのは良かった。食事・運動・睡眠などを聞いて会話を広げることを学んだ。\n発注の受け取りは中々経験できることではないので、体験できて良かった。4万円近くする薬もあることを知り、より丁寧に扱わなければいけないと感じた。\n昨日より患者さんの人数が少なかったので、調べ学習がメインだった。本日触れた薬でも、10種類以上は超えると思う。特に、シロドシンとべオーバについて学習した。シロドシンは膀胱平滑筋に作用し、ゆるめることで排尿障害を抑制する。べオーバはβ3受容体刺激薬で、膀胱を広げ、尿を溜めることができる。また、適応外ではあるが、小児の夜尿症（おねしょ)に効果的だということを教えてもらった。\n投与間隔÷半減期が3以下であれば、定常状態のある薬だと学んだ。また、半減期×5で、定常状態まで到達する時間や日数も予想できることも学んだ。\n",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は初めての一包化経験を高く評価しており、調剤や服薬指導における実践的な経験から、薬剤師としての役割を理解し始めている。薬歴の読み取りや、作用機序の理解への取り組みも見られる。",
              "growth_evidence": "一包化や調剤、服薬指導などの実践経験を積み、薬剤師としてのスキルを身に付けることが進んでいる。薬歴の読み取りの力の向上を認識しており、改善への意欲も高い。",
              "attention_points": "薬歴から読み取る力の不足感や、カタカナの読み上げのスムーズさを求める点に留意が必要。ただし、これらは経験と練習を積むことで改善が期待できる点である。"
            },
            "mentoring_support": {
              "praise_points": "実践的な経験を積み、薬剤師としての基礎を固めている点、薬歴の読み取りの力の向上を意識し、改善を求めている点",
              "suggested_questions": [
                "薬歴の読み取り力を向上させるために、どのような方法をとってみることができるか?",
                "調剤や服薬指導の際に、どのような点に特に注意を払うべきか?"
              ]
            },
            "mentoring_seeds": [
              "薬剤師としての役割を深く理解するために、患者さんとのコミュニケーションを重視することの重要性",
              "薬歴の読み取り力の向上を支援するために、実践的なツールやリソースを提供すること",
              "学生の自信を高めるために、達成した点を認めることが重要であることを認識する"
            ]
          },
          "feedback": "〉調べ学習がメインだった。\nんーん。ちょっと言葉がもったいないかな。\n調べるのはそれぞれ何のために行ってました？\nおそらく、それぞれ目的が違っていたと思います。\n振り返りのコツとして、何のために行っているのかがわかるようにすると良いかも知れませんね。\n\n小川",
          "selected_seed": "薬剤師としての役割を深く理解するために、患者さんとのコミュニケーションを重視することの重要性"
        },
        {
          "id": 1771501849684,
          "date": "2026-02-19",
          "week_number": 40,
          "practical_content": "昨日在宅の付き添いで行った患者さんの処方解析を行った。潰瘍性大腸炎の患者さんで一度に19錠も服用されている。\n潰瘍性大腸炎・クローン病は共に炎症性腸疾患であるが、潰瘍性大腸炎は粘膜(特に直腸)に病変、クローン病は口腔から肛門までの消化管に非連続的な病変がある点で違いがある。\n同時に処方されていたヘパリンクリーム・ステロイド・ハッカ油は、潰瘍性大腸炎の合併症の皮膚症状かずっと同じ体制でいることによる褥瘡のようなものではないかと考えたが、患者さんの生活状況を把握することが出来ていないので断定しづらい。\n抗不整脈薬を飲んでいる患者さんへの服薬指導を行った。体調と服薬状況を聞きながら薬の説明をすることができたと考える。\n経皮吸収製剤のネオキシテープは、抗コリン作用に加えてCa拮抗作用ももつので、膀胱平滑筋の収縮抑制・平滑筋細胞内へのCa流入抑制による平滑筋収縮抑制の効果が期待できる。\n高血圧の患者さんへの服薬指導を行った。患者さんの食生活のお話もしていただいた。\n明日来局予定の妊婦さんの処方解析を行った。以前よりマグミットが処方されていて、今回からリンデロンVGが追加されている。妊娠中は黄体ホルモンプロゲステロンの分泌が多くなり腸の働きが低下することや、子宮が内臓を圧迫することによって便秘になりやすい。リンデロンVGの追加理由として、便秘の継続による肛門部の炎症ではないかと考えた。\n血清クレアチニンは筋肉の量に依存するので、もともと筋肉量の少ない女性や高齢者、低体重だと低く出やすい。つまり、血清クレアチニン値が性状であっても本当は腎機能が低下していることがある。血清クレアチニンからクレアチニンクリアランスを求めれば性別や年齢、体重を考慮して腎機能を評価することができる。",
          "unachieved_point": "処方されている薬のつながりを考えて服薬指導に生かす。\n",
          "content": "昨日在宅の付き添いで行った患者さんの処方解析を行った。潰瘍性大腸炎の患者さんで一度に19錠も服用されている。\n潰瘍性大腸炎・クローン病は共に炎症性腸疾患であるが、潰瘍性大腸炎は粘膜(特に直腸)に病変、クローン病は口腔から肛門までの消化管に非連続的な病変がある点で違いがある。\n同時に処方されていたヘパリンクリーム・ステロイド・ハッカ油は、潰瘍性大腸炎の合併症の皮膚症状かずっと同じ体制でいることによる褥瘡のようなものではないかと考えたが、患者さんの生活状況を把握することが出来ていないので断定しづらい。\n抗不整脈薬を飲んでいる患者さんへの服薬指導を行った。体調と服薬状況を聞きながら薬の説明をすることができたと考える。\n経皮吸収製剤のネオキシテープは、抗コリン作用に加えてCa拮抗作用ももつので、膀胱平滑筋の収縮抑制・平滑筋細胞内へのCa流入抑制による平滑筋収縮抑制の効果が期待できる。\n高血圧の患者さんへの服薬指導を行った。患者さんの食生活のお話もしていただいた。\n明日来局予定の妊婦さんの処方解析を行った。以前よりマグミットが処方されていて、今回からリンデロンVGが追加されている。妊娠中は黄体ホルモンプロゲステロンの分泌が多くなり腸の働きが低下することや、子宮が内臓を圧迫することによって便秘になりやすい。リンデロンVGの追加理由として、便秘の継続による肛門部の炎症ではないかと考えた。\n血清クレアチニンは筋肉の量に依存するので、もともと筋肉量の少ない女性や高齢者、低体重だと低く出やすい。つまり、血清クレアチニン値が性状であっても本当は腎機能が低下していることがある。血清クレアチニンからクレアチニンクリアランスを求めれば性別や年齢、体重を考慮して腎機能を評価することができる。",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は患者さんの服薬状況と生活背景を考慮した処方解析を行っており、潰瘍性大腸炎の合併症や妊娠中の便秘に対する薬剤の効果について考察している。また、抗不整脈薬や高血圧の患者さんへの服薬指導を行い、患者さんの生活状況を把握することの重要性を理解している。",
              "growth_evidence": "学生が薬剤師としての役割を深く理解し、患者さんとのコミュニケーションを重視することに成功している。特に、患者さんの食生活や生活状況について話を聞き、薬剤の効果を考慮する能力が高まっている。",
              "attention_points": "学生は処方されている薬のつながりを考えて服薬指導に生かせていない点について反省している。これは将来の改善点として特に重要である。"
            },
            "mentoring_support": {
              "praise_points": "学生は患者さんの生活背景を考慮した処方解析を行い、薬剤の効果について考察している。また、患者さんとのコミュニケーションを重視し、生活状況について話を聞いている。",
              "suggested_questions": [
                "患者さんの生活背景を考慮した処方解析を行う際に、どのような点に注意する必要がありますか？",
                "薬剤の効果を考慮する際に、患者さんの食生活や生活状況について何を考慮する必要がありますか？"
              ]
            },
            "mentoring_seeds": [
              "患者さんの生活背景を考慮した処方解析の重要性についてさらに深く理解する必要がある。",
              "薬剤の効果を考慮する際に、患者さんの食生活や生活状況について何を考慮する必要があるかについてさらに学ぶ必要がある。",
              "処方されている薬のつながりを考えて服薬指導に生かす方法について、さらに学び実践する必要がある。"
            ]
          },
          "selected_seed": "患者さんの生活背景を考慮した処方解析の重要性についてさらに深く理解する必要がある。",
          "feedback": "本当にすごいですね。\nどの薬が何のために出されているのか 繋がり始めてますね。私たち薬局の薬剤師はその推論を何度も繰り返して 処方箋だけという少ない情報から患者さんの背景を服薬指導 前に想像していきます。\n\n八木さんもぜひ 患者さんと答え合わせをしてみてくださいね。\n\nともひろ"
        },
        {
          "id": 1771640357591,
          "date": "2025-05-21",
          "week_number": 1,
          "practical_content": "てんかん患者の子供がいらっしゃるお母さんへの服薬指導を見学した。レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。\n目の痛みやゴロゴロ感で受診された患者さんへの服薬指導を行った。ジクアス点眼液が処方されていた。効果や用法をわかりやすく説明することができたと考える。用法は1日4回の点眼であったが、ジクアス点眼液の効果が30分～1時間程度しか持続しないため目の乾きが気になったときに使用することができる。\n一包化の調剤を行った。朝食後11錠・夕食後4錠と一包の中身が多かったが、1包ずつ数量と異物混入の確認を行うことができたと考える。\nクリームとハッカ油の混合を行った。形状がだんだん液体になっていき、混合が難しかったが丁寧に調剤することができたと考える。\n処方解析を行った。β遮断薬・ARBを使用していることから慢性心不全、DPP-4阻害薬・ビグアナイド系薬を使用していることから糖尿病であると考えた。加えて、PPIや便秘治療薬、過活動性膀胱治療薬も使用していることから糖尿病の合併症として自律神経障害があると考えた。\n心疾患の患者さんへの服薬指導を行った。現在の体調や食事をとれているかを聞きながら服薬指導をすることができたと考える。\n",
          "unachieved_point": "",
          "content": "てんかん患者の子供がいらっしゃるお母さんへの服薬指導を見学した。レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。\n目の痛みやゴロゴロ感で受診された患者さんへの服薬指導を行った。ジクアス点眼液が処方されていた。効果や用法をわかりやすく説明することができたと考える。用法は1日4回の点眼であったが、ジクアス点眼液の効果が30分～1時間程度しか持続しないため目の乾きが気になったときに使用することができる。\n一包化の調剤を行った。朝食後11錠・夕食後4錠と一包の中身が多かったが、1包ずつ数量と異物混入の確認を行うことができたと考える。\nクリームとハッカ油の混合を行った。形状がだんだん液体になっていき、混合が難しかったが丁寧に調剤することができたと考える。\n処方解析を行った。β遮断薬・ARBを使用していることから慢性心不全、DPP-4阻害薬・ビグアナイド系薬を使用していることから糖尿病であると考えた。加えて、PPIや便秘治療薬、過活動性膀胱治療薬も使用していることから糖尿病の合併症として自律神経障害があると考えた。\n心疾患の患者さんへの服薬指導を行った。現在の体調や食事をとれているかを聞きながら服薬指導をすることができたと考える。\n",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は、てんかん患者の子供のお母さんや目の痛みで受診した患者さんへの服薬指導を通じて、薬剤師としての役割を理解し始めています。また、処方解析を通じて、患者さんの病状を分析し、合併症を考慮する能力も見られます。学生は、患者さんとのコミュニケーションを重視し、実践していることがわかります。",
              "growth_evidence": "学生が前回から特に成長しているのは、患者さんとのコミュニケーションを重視し、実践している点です。さらに、処方解析を通じて患者さんの病状を分析し、合併症を考慮する能力も見られます。",
              "attention_points": "学生はまだ、薬剤師としての役割を深く理解する必要があります。特に、患者さんとのコミュニケーションを重視することの重要性を再認識する必要があります。"
            },
            "mentoring_support": {
              "praise_points": "学生は、患者さんとのコミュニケーションを重視し、実践していることがわかります。さらに、処方解析を通じて患者さんの病状を分析し、合併症を考慮する能力も見られます。",
              "suggested_questions": [
                "患者さんとのコミュニケーションを重視することの重要性について、どのように理解していますか。",
                "処方解析を通じて、患者さんの病状を分析し、合併症を考慮する能力をどのように高めることができますか。"
              ]
            },
            "mentoring_seeds": [
              "学生は、薬剤師としての役割を深く理解するために、患者さんとのコミュニケーションを重視することの重要性を再認識する必要があります。",
              "学生は、処方解析を通じて患者さんの病状を分析し、合併症を考慮する能力を高めるために、更なる努力が必要です。",
              "学生は、薬剤師としての役割を深く理解するために、実習を通じて経験を積むことが重要です。"
            ],
            "step0_drafts": [
              {
                "evidence": "学生は、てんかん患者の子供のお母さんや目の痛みで受診した患者さんへの服薬指導を通じて、薬剤師としての役割を理解し始めています。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は、薬剤師としての役割を理解し始めていますが、まだ深く理解する必要があります。"
              },
              {
                "evidence": "学生は、処方解析を通じて患者さんの病状を分析し、合併症を考慮する能力を示しています。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は、処方解析を通じて患者さんの病状を分析し、合併症を考慮する能力を示していますが、更なる努力が必要です。"
              }
            ]
          }
        },
        {
          "id": 1771640510423,
          "date": "2025-05-22",
          "week_number": 1,
          "practical_content": "てんかん患者の子供がいらっしゃるお母さんへの服薬指導を見学した。レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。\n目の痛みやゴロゴロ感で受診された患者さんへの服薬指導を行った。ジクアス点眼液が処方されていた。効果や用法をわかりやすく説明することができたと考える。用法は1日4回の点眼であったが、ジクアス点眼液の効果が30分～1時間程度しか持続しないため目の乾きが気になったときに使用することができる。\n一包化の調剤を行った。朝食後11錠・夕食後4錠と一包の中身が多かったが、1包ずつ数量と異物混入の確認を行うことができたと考える。\nクリームとハッカ油の混合を行った。形状がだんだん液体になっていき、混合が難しかったが丁寧に調剤することができたと考える。\n処方解析を行った。β遮断薬・ARBを使用していることから慢性心不全、DPP-4阻害薬・ビグアナイド系薬を使用していることから糖尿病であると考えた。加えて、PPIや便秘治療薬、過活動性膀胱治療薬も使用していることから糖尿病の合併症として自律神経障害があると考えた。\n心疾患の患者さんへの服薬指導を行った。現在の体調や食事をとれているかを聞きながら服薬指導をすることができたと考える。\n",
          "unachieved_point": "ピッキングの際に剤形の違う薬を選んでしまった。処方箋との確認を正確に行うようにする。\n初回患者さんへの副作用歴・既往歴の確認を忘れてしまった。\n服薬指導で声の大きさの注意をしていただいた。高齢の患者さんの対応をする時には大きな声でゆっくり話す、配慮が必要な場合には適切な声の大きさ・トーンで話すように状況に応じて工夫をする。\n服用している薬についての副作用を気にされている患者さんがいた。自分では聞き逃してしまっていたので患者さんの不安な気持ちに寄り添えるようにしていきたい。",
          "content": "てんかん患者の子供がいらっしゃるお母さんへの服薬指導を見学した。レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。\n目の痛みやゴロゴロ感で受診された患者さんへの服薬指導を行った。ジクアス点眼液が処方されていた。効果や用法をわかりやすく説明することができたと考える。用法は1日4回の点眼であったが、ジクアス点眼液の効果が30分～1時間程度しか持続しないため目の乾きが気になったときに使用することができる。\n一包化の調剤を行った。朝食後11錠・夕食後4錠と一包の中身が多かったが、1包ずつ数量と異物混入の確認を行うことができたと考える。\nクリームとハッカ油の混合を行った。形状がだんだん液体になっていき、混合が難しかったが丁寧に調剤することができたと考える。\n処方解析を行った。β遮断薬・ARBを使用していることから慢性心不全、DPP-4阻害薬・ビグアナイド系薬を使用していることから糖尿病であると考えた。加えて、PPIや便秘治療薬、過活動性膀胱治療薬も使用していることから糖尿病の合併症として自律神経障害があると考えた。\n心疾患の患者さんへの服薬指導を行った。現在の体調や食事をとれているかを聞きながら服薬指導をすることができたと考える。\n",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は実習初日から様々な薬剤師の業務に触れ、主に服薬指導や調剤業務において自らの役割を理解し始めている。特に、てんかん患者の子供の母親への指導や、目の痛みで受診した患者へのジクアス点眼液の服薬指導において、薬剤の副作用や効果についての理解を示している。学生はまた、処方解析や一包化の調剤、クリームとハッカ油の混合など、幅広い業務に取り組み、自らの成長を認識している。",
              "growth_evidence": "学生は、前回の指導を基に、患者さんとのコミュニケーションを重視することの重要性を理解し始めている。特に、心疾患の患者さんへの服薬指導や、自律神経障害のある患者さんへの対応において、患者さんの体調や食事について尋ねるなど、コミュニケーションへの取り組みが見られる。",
              "attention_points": "学生はピッキングの際に剤形の違う薬を選んでしまったり、初回患者さんへの副作用歴・既往歴の確認を忘れてしまったりするミスも見られた。さらに、服薬指導で声の大きさの注意を受けたことから、患者さんへの対応においても改善点があることが分かる。"
            },
            "mentoring_support": {
              "praise_points": "学生は様々な薬剤師の業務に取り組み、特に服薬指導や調剤業務において自らの役割を理解し始めている。その他にも、処方解析や一包化の調剤、クリームとハッカ油の混合など、幅広い業務に取り組み、自らの成長を認識していることが評価できる。特に、患者さんとのコミュニケーションを重視する姿勢は、薬剤師としての重要なスキルである。",
              "suggested_questions": [
                "学生はどのようにして、患者さんとのコミュニケーションを重視する姿勢をさらに高めることができるでしょうか。",
                "学生は、ピッキングの際に剤形の違う薬を選んでしまったことをどう感じましたか。また、初回患者さんへの副作用歴・既往歴の確認を忘れてしまったことをどう考えますか。"
              ]
            },
            "mentoring_seeds": [
              "学生は、薬剤師としての役割を深く理解するために、患者さんとのコミュニケーションを重視することの重要性をさらに理解する必要がある。",
              "学生は、ピッキングの際に剤形の違う薬を選んでしまったことを反省し、処方箋との確認を正確に行う必要がある。",
              "学生は、初回患者さんへの副作用歴・既往歴の確認を忘れてしまったことを反省し、将来的な対応において改善する必要がある。"
            ],
            "step0_drafts": [
              {
                "evidence": "てんかん患者の子供の母親への指導や、目の痛みで受診した患者へのジクアス点眼液の服薬指導において、薬剤の副作用や効果についての理解を示している",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は薬剤の副作用や効果についての理解を示しており、事実描写のレベルを超えて、文脈理解や意味づけのレベルに達している。"
              },
              {
                "evidence": "心疾患の患者さんへの服薬指導や、自律神経障害のある患者さんへの対応において、患者さんの体調や食事について尋ねるなど、コミュニケーションへの取り組みが見られる",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生はコミュニケーションへの取り組みを示しており、事実描写のレベルを超えて、文脈理解や意味づけのレベルに達している。"
              }
            ]
          }
        }
      ],
      "insights": [
        {
          "journal_id": 1,
          "type": "生活背景",
          "snippet": "ご年配の方は自身の状態を自ら話していただける方が多いので、若い方が来られた時に情報を得るのが難しい",
          "reason": "年代によるコミュニケーションの特性（生活様式の差）に早期に気づいている。"
        },
        {
          "journal_id": 11,
          "type": "線",
          "snippet": "一包化するかしないかは、薬の数が多いからという理由だけでなく、飲まなくてはいけない優先順位を考えてしなくても良いとすることもある",
          "reason": "『調剤のルール』を『患者の生活の線』で再定義している。高度な職能判断。"
        }
      ],
      "growth_triggers": [
        {
          "date": "Week 1",
          "description": "【技術への集中】ピッキング、一包化、OSCE的な正解へのこだわりが記述の大部分を占める。"
        },
        {
          "date": "Week 11",
          "description": "【生活への翻訳】薬の適正化だけでなく、患者の心情、優先順位、生活QOLを基軸とした判断が優先されるようになる。"
        },
        {
          "date": "Week 5",
          "description": "【臨床への接続】薬理知識や薬歴情報が、目の前の患者への具体的なアプローチ（提案）へと繋がり始める。"
        }
      ],
      "settings": {
        "startDate": "2025-05-19",
        "endDate": "2025-08-01",
        "goal": "患者さん一人ひとりに寄り添った服薬指導ができるようになる",
        "interests": "在宅医療、多職種連携"
      }
    },
    {
      "id": 4,
      "name": "渡辺 新夏",
      "journals": [
        {
          "id": 16,
          "date": "2025年05月19日",
          "week_number": 1,
          "content_raw": "【実習内容】\nCKDの患者さんのアムロジピン、ピバスタチン、トラゼンタ、シロドシン、スー\nグラ、デュステリド、フェブキソスタットの計数調剤をした。\nパーキンソン病の方が来店したので、智弘さんの服薬指導と患者さんの身体の状\n態を見学した。アルツハイマー認知症の患者さんの服薬指導をした。智弘さんと\nのお話や受け答えがしっかりしていて認知症とは思えなかったが、日常よりも診\n察室での方が症状がわかりにくいことから実際対面して難しいと感じた。また、\n次回から日常生活のことを質問することが気づくきっかけにもなることが理解で\nきた。\nてんかんを持っている患者さんの奥さんへ服薬指導をした。レベチラセタムは中\n枢に作用する薬のため、運動習慣の確認を智弘さんが行った。理由は後から教え\nていただいた。SOAPの作成を服薬指導した患者さんについて行った。\n\n【反省点】\n何がどの薬か答えられなかった。症状での薬の違いなど復習しなければならない\nと思った。\n服薬指導時に自分の足りない質問を隣からしていただいた。患者さんの一言一句\nを聞き逃さないように心がける。そこから、なぜこの薬が選ばれたのかを推察す\nることはできなかった。\n話を広げる方法を教えていただいたので次回から挑戦してみる。また、服薬指導\nのポイントも教えていただいたので実践してみたい。今回はできなかったため。\n患者さんの情報からもう直ぐ起こりうる疾患の推察や疑義がないかなど自分の知\n識不足でできなかった。\nOSCEとは違って、ピッキングがスムーズにできなかったり、服薬指導も患者さん\nの個人個人で違って、一人ひとりに合った質問や説明ができるようにしたい。SO\nAPももっとしっかり情報を書き残せるようにしなければならないと思った。",
          "feedback": "まず！初日から2件服薬指導！すごい！\n緊張もあった中素晴らしいと思います。\n目標としてくれていることは、しっかり患者さんと向き合っていくことで、必ず\nできるようになっていきます！\n後ろでサポートすることしかできませんが、積極的に患者さんの薬物療法にかか\nわっていきましょうね！\nトモヒロ"
        },
        {
          "id": 17,
          "date": "2025年05月20日",
          "week_number": 1,
          "content_raw": "【実習内容】\n一包化のやり方を学ぶ。吸湿性と遮光性について一包化していいものとダメなも\nのの判断の仕方、一包化する機械の操作方法、一包化した後の確認をした。前回\n処方までの内容にリクシアナが加わったため、吸湿性について一包化していいの\nかを議論した。また、口腔内崩壊錠のため吸湿性はわずかにあることを教わった\n。乾燥剤を入れるなど注意喚起もした方が良い。\n納品された薬剤をどのように検品するのか、麻薬はどうしたらいいのか問題をな\nるべく起こさないようにはどうするべきかを教えていただいた。\n服薬指導に備えて、薬歴を確認したところ、今回の処方箋以外の薬剤が記載され\nていたので、薬から病名を判断する準備をした。\nもう一件服薬指導のために調べていたら、薬の数が多く、複雑であった。今回は\n糖尿病の薬が追加されていたためそれを重点的に服薬指導を行った。\n\n【反省点】\n薬歴からどんな薬で何の症状に使用されるのかを調べるのにとても時間がかかっ\nてしまった。病気と治療薬を結びつけることが大切である。\n服薬指導の時に患者さんにとっての必要な情報と薬剤師側が得なければならない\n情報を取捨選択することが難しかった。あまり実践できていない。\n薬歴から判断できるように。今日服薬指導した方がお喋りな方だったため、たく\nさんの主観的情報を得られることができたが、重要な部分を薬歴に書き漏れして\nしまった。また、複数の病気を患っている方で、接した分には良好そうであると\nいう印象を受けたが、実際のところどうなのか判断できず、客観的情報は検査値\nについてのみになってしまい、アセスメントとともに記載に時間がかかってしま\nった。\nプランに関しても、もう少し突っ込んだ内容にするべきであった。",
          "feedback": "今日も色々ありましたね。\n2日目なのか？と、私も思う程です。笑\nさて、服薬指導をした患者さんや関わった疾患については、おそらく複数の疾患\nをオーバーラップしていたはず。1人の患者さんでいくつもの疾患を、患ってい\nる場合は両方を適切にカウントすると良いと思いますよ。\n例えば、糖尿病＋白血病（がん）＋緑内障＋アレルギーなど\n大変かもですが、ぜひ！\n小川"
        },
        {
          "id": 18,
          "date": "2025年05月21日",
          "week_number": 1,
          "content_raw": "【実習内容】\n今度在宅に持って行く薬を一包化するのに薬を整理した。前の薬局で出されたも\nのだったため、服用回数が合っているかなども確認した。薬をカッターを使用し\nて半割した。受付業務では処方箋やお薬手帳を預かった。患者さんに合わせて声\n量やスピードをか考えた。感冒症状の患者さんの服薬指導と、薬歴の記載。\n軟膏の調剤の見学をした。混合していい軟膏同士であるのか、調べた。\n昨日関わった患者さんの薬歴についてのフィードバックをしていただき、糖尿病\n治療薬について、見なければいけない検査値、飲み合わせについて教えていただ\nいた。疑義照会を行った。\n小児在宅患者の自宅へ訪問し、話を聞かせていただいた。実際の様子を見学した\n。\n\n【反省点】\n感冒症状の方の服薬指導を行った際に、症状についての詳細な質問や確認をして\nいなかった。また、いつからなども聞いていなかった。同時に胃腸薬も処方され\nていたがそちらも詳細な質問や確認はしていなかった。\n在宅に行った時ほとんど何の話なのか分からなかった。少しでも理解するために\n先に情報を得て、どんな病気なのかをわかった上で話を聞けばよかった。他にも\n在宅の患者さんはいらっしゃるので薬歴解析できそうならしてから伺いたい。\nご年配の方は自身の状態を自ら話していただける方が多いので、若い方が来られ\nた時に情報を得るのが難しいと感じた。",
          "feedback": "反省点がきちんと整理されているのがとても良いですね。\nところで、質問ってされる側はどんな気持ちになりますか？\nこれって、人によって『きちんと聞いてくれる』『うるさい』『時間がない』な\nど様々だと思います。\nまた、質問の投げかけ方でも変わると思います。\n最終的には書いてくれたように詳細な状況を把握してより患者さんに沿った説明\nをすることが大切なんですよね？\nさあ、どうやってやりましょうか？\n是非一緒に考えてみましょう。"
        },
        {
          "id": 19,
          "date": "2025年05月22日",
          "week_number": 1,
          "content_raw": "【実習内容】\n昨日の小児在宅の関係からケアマネジャーの仕事内容、作業療法士、理学療法士\n、看護師の他職種連携について、介護保険と小児の関係についてを教えていただ\nいた。マグミット錠の生体内での作用機序を化学反応式を用いて教えていただい\nた。化学反応の重要性がよくわかる例だった。\n服薬指導では昨日と同様の症状をやらせていただき、反省を生かし患者さんと対\n話することができた。\n午後はアドヒアランス不良な患者さんの薬歴解析をした。ロケルマの服薬方法、\n初期投与と維持量。\n入眠の薬が処方されている患者さんの服薬指導を行った。\n\n【反省点】\n薬を半割する際、一包化した後の半割だったため、カッターで包装に傷をつけて\nしまった。また行う機会があれば薬を割り切るのではなく割りやすくする程度に\n切るということを意識する。\n2つ目の服薬指導の際、睡眠について聞いたが一言目から聞いてしまったため、\n直球すぎた。患者さんの立場を考えて、どんな話の持って行き方で聞きたい情報\nを引き出すか事前に考えおく。\n腎機能低下している可能性のある患者さんの服薬指導を聞いてどの薬が代謝の際\nに腎に関わるのかを頭に入れておくこと、患者さんを観察することが大切である\nと思った。明日からは患者さんの体型や様子をしっかり見てみようと思った。",
          "feedback": "＞服薬指導を実施した疾患\nで、風邪は感染症かな？\nあと、眠剤は、、、どう考えましょうか？\n＞睡眠について聞いたが一言目から聞いてしまったため\nすみません、バタバタしててフィードバックが中途半端になっていますね。\nちょっと大事な話かもしれないので、続きをやりましょうね。\nそもそも論になってしまうかもしれませんが、\n患者さんから望まれる、服薬指導って、、、"
        },
        {
          "id": 20,
          "date": "2025年05月23日",
          "week_number": 1,
          "content_raw": "【実習内容】\n昨日の服薬指導のフィードバックをしていただいた。睡眠薬を飲んでいる方の睡\n眠の確認の仕方など。\n話を聞き取りやすい速度は相手の話している速度ということを教わったので患者\nさんと接する時は意識してみようと思う。副作用の確認をする時に患者さんの話\nしたいことに絡めてそれとなく聞き出す手法を調べたり、考えたりしてみようと\n思った。服薬指導の際に40年近く同じ薬を飲んでいる患者さんで、薬の説明も特\nに必要なかく、話すことがなくなってしまった。雑談能力の向上を頑張りたい。\n在宅は前回行った時よりも苦手に感じなかった。症状も薬もたくさんあって大変\nだなと思った。残薬がかなり出てきていたのでその残薬の数を数えた。\nがんや点数、心不全と不整脈についての講義。\n\n【反省点】\n服薬指導でオスキーは決まったことを話せばよかったが、実際の現場は全然違う\nため、なかなか難しいと感じている。はじめましての方は、どんな人なのかを見\n極めて接する。患者さんの話したいことを引き出すところを次回から特に意識し\nてやってみようと思う。\nがんや骨粗鬆症の新しい薬剤について教えていただいた。学校でやっていないも\nのがどんどん増えて行くことを実感した。学校で習ったこともそもそも知識とし\nて身についていないので復習して、服薬指導や理解に努めていこうと思った。在\n宅は聞いていただけだが舌の状態から患者さんの訴えている症状の原因を探すの\nに病態の知識も必要なので勉強しつつ薬剤師の服薬指導や在宅を見ようと思った\n。",
          "feedback": "最初の一週間あっという間という言葉、、、そうですよね～それだけ集中して頑\n張っている証拠ですね！\n引き続き頑張っていきましょう。\n何点か補足しておきますね。\n＞服薬指導の際に40年近く同じ薬を飲んでいる患者さん\n渡辺さんは素直なんだと思います。基本人間としてはとても良いことなんですが\n、、、本当に40年飲んでいると思いますか？(笑)40年前にはない薬もあったよう\nな。\n＞雑談能力の向上を頑張りたい。\n雑談と言ってしまえば、それまでなのですが、、、、ちゃ～んと、生活状況の把\n握のために用いているヒアリングで、そのあとも薬のつなげたんだけどな～、、\n、（汗）\nでも、意味合いとしてはとても良いですね。きっと患者さんと向き合ってしっか\nりお話したいということなんだと思います。\nある意味コツは、不眠の方と同じで、『何を聴くか？』かもしれませんね。\n＞心不全と不整脈についての講義。\nすみません、講義になってしまいましたね。申し訳ない、気を付けます。"
        },
        {
          "id": 21,
          "date": "2025年06月16日",
          "week_number": 5,
          "content_raw": "【実習内容】\nOTCの選び方について学んだ。成分を見て患者さんにあった薬を提供できるよう\nにしたい。鎮咳、去痰だけでも色々あった。指名買いをしにきた人や常備薬とし\nて買いに来た患者さんにはどのように対応したらいいのだろうと思った。この先\nセルフメディケーションが多くなってくると思うので調剤だけでなくOTCにも対\n応できるようになりたい。\nタムスロシンを寝る前の服用なのに朝食後に服用している患者さんの服薬指導を\nした。夜トイレが近くて眠れないとのことで、寝る前に飲んだら行く回数減らせ\nるかもという内容だった。タムスロシンのtmaxとt1 /2から評価する技を知った\n。半減期から効果がいつ頃得ることができるのかを推測する方法があることを知\nらなかった。\n蚊取り線香を買いに来た患者さんの対応や、痛み止めと湿布が処方されている患\n者さんの服薬指導をした。\n痛み止めの患者さんはお薬手帳がなく、病院側が飲んでいる薬を把握できていな\nかったため、重複投与になっていたので疑義照会をした。耳が遠い方だったので\n声のボリュームと横から話しかけることを意識した。\n\n【反省点】\n疑義照会の文章考えるの難しい。吸入薬の指導の復習をしておく。",
          "feedback": "＞指名買いをしにきた人や常備薬として買いに来た患者さんにはどのように対応\nしたらいいのだろうと思った。\nOTCはその位置づけが今回の年末の国会での議論を経て、高まることがあっても\n低くなることはない状況ですよね。\n大切なのは、セルフメディケーションの範疇での薬物療法の『提案』です。\nということで、\n指名買いの方にはどんな提案\n常備薬を買いに来た方にはどんな提案\nができるのか？ですね。是非色々考えてディスカッションしましょう。"
        },
        {
          "id": 22,
          "date": "2025年06月17日",
          "week_number": 5,
          "content_raw": "【実習内容】\nヘパリン類似物質油性クリーム0.3%「日医工」とベタメタゾン吉草酸エステルの\n配合変化を調べて調剤した。\n量が多かったので半分混ぜてからもう半分混ぜたら混ぜにくいとは感じなかった\n。つぼに入れて最後の仕上げは前回よりも上手くできたと思う。トランサミンシ\nロップから散剤への変更をした。計算は合ってるのか不安になる。散剤の含量を\n確認してから計算する。一包化をした。特になにも問題もなくできたと思う。\n1件処方解析をした。聞いたことのない薬が2剤あって、肝性脳症の薬だった。ど\nんな病気か調べたら結構衝撃を受けた。到達度評価のフィードバックを受けて、\n改めて色々と意識しながら実習に臨まなければならないと感じた。糖尿病治療薬\nについてはインスリンが関係するものの理解があまりできていないので勉強しよ\nうと思った。\n\n【反省点】\n到達度評価の項目を見て、何を意識するのかを考えながら実習を行う。",
          "feedback": "＞どんな病気か調べたら結構衝撃を受けた。\n確かに、肝臓の病気は独特ですよね。\nちなみにどんな衝撃だったのでしょうか？抽象的な表現で雰囲気は伝わってくる\nのですが、具体的なイメージが、、、汗"
        },
        {
          "id": 23,
          "date": "2025年06月18日",
          "week_number": 5,
          "content_raw": "【実習内容】\n在宅の患者さんの薬を一包化するために残薬の確認をした。そして、一包化も行\nった。\n残薬のうち、前に一包化されていたものを全て開けて、選別してから一包化した\n。カロナールの半錠を2つずつ分包した。\n午前中は患者さんが結構多かったので、受付をやったり、調剤をしたりした。\nレベチラセタムとビムパットというてんかんの薬の一包化をした。処方日数が多\nかったのと、1日服用量も多かったので取り出すの大変だった。\n服薬指導は高血圧と糖尿病の患者さんだった。今回の処方内容に副作用歴がある\n薬があった。用量は減っていたが聞いてみたら副作用出ていないようで安心した\n。\n\n【反省点】\nステロイドの使い方難しいなと思った。麻薬の管理についてやった記憶はあるが\nなにがどうであったのかは覚えていなかったので復習する。服薬指導で患者さん\nの問題点を探す方法を考える。\n到達度評価自分でつけるの難しい。どのような行動をしたら評価につながるのか\nもう一度よく読んで考える。",
          "feedback": "＞到達度評価自分でつけるの難しい。どのような行動をしたら評価につながるの\nかもう一度よく読んで考える。\n申し訳ない、うまいフィードバックができず（涙）具体的な行動目標が見えずら\nかったようですね、、、（汗）\nあ、ズルい行動目標として、、、『ありがとう』と笑顔で言ってもらう。という\nのは、、、（笑）"
        },
        {
          "id": 24,
          "date": "2025年06月19日",
          "week_number": 5,
          "content_raw": "【実習内容】\n漢方は症状で薬を覚えていたので、体質とかによって分けるのは知っていたがあ\nまり重要視していなかった。\n湿布薬を買う際に何がいいなどこだわったことがなかったので、患者さんに聞か\nれた時に返すのが難しいなと思った。1件目の服薬指導はご主人が来て、本人は1\n回も来局されていないとのことで、本人を見ないとわからないことはどうしても\nあるなと感じた。2件目はとってもゆっくりお話される方で、ずっとお話されて\nいたのでなんの話だったかわからなくなる時があった。血糖値って食べ物であれ\nだけ顕著に表れるのだなと思った。\nトルバプタン錠を1/4にした。半錠を半分にするの時まあまあ集中力が必要だな\nと感じた。\n他職種連携の難しさを目の当たりにした気がした。点眼が味覚まで届くことを知\nらなかった。\n小児の散剤の調剤と服薬指導を見学した。午前中お話される方多く、年配の方と\nお話できるようになってきた。\n近所のことや花火があること、生い立ち？など色々なことを聞けた。\n\n【反省点】\n漢方の分野としては結構好きな方であったが、なにが入っていて、どんな人に使\nうのかまでは覚えきれなかったので、せめて、自分が飲んだことのある漢方や使\nわれやすいものはその都度復習する。\n服薬指導で血糖値が高い患者さんで、甘いの欲しくなった時にどうしたら糖質制\n限できるのか、無理のなくやれる方法はあるのか調べてみようと思った。血液検\n査の値の見方苦手だからそれぞれが何を表すのか、それがどうなるとどうやばい\nのか、症状との照らし合わせなど調べておく。\n健康セミナー紫外線とかどうでしょうか。真夏にも残暑にも活かせるかなと思い\nました。",
          "feedback": "＞体質とか\nいわゆる『証』といわれるものですね。\n不思議なのですが、ちゃんと見極めて治療を行う『弁証論治』が行えると効果が\nあるようにおもいます。\n＞午前中お話される方多く、年配の方とお話できるようになってきた。近所のこ\nとや花火があること、生い立ち？など色々なことを聞けた。\n良いですね。\n単純にコミュニケーション能力が引き出されているんだと思います。さて、それ\nをどうやって医療に・薬物療法に応用していきましょうか？"
        },
        {
          "id": 25,
          "date": "2025年06月20日",
          "week_number": 5,
          "content_raw": "【実習内容】\n風邪の患者さんが多かった。服薬指導をした患者さんは自家中毒ではないかとい\nう結論だった。\n小児のPAT評価について学んだ。病院に行く、行かないの線引きが難しいなと感\nじた。また、小児の場合、病名を推察することがアセスメントになることを知っ\nた。症状や処方内容の勉強をしなければならないと思った。\n在宅訪問の患者さんは特に心配要らなかった。薬を削除しても飲んでいた時と便\nの状況も胃の不快感も変わらずだったのでよかった。眠れないことによるストレ\nスはあるだろうが基本的に家の中で過ごしていて、疲れることをしていなければ\n薬を使ってまで寝る必要もないのだろうと思った。\n乳がんについての話は将来自分もなる可能性があるので知れてよかった。\n散剤をオブラートに包んで飲んだ。基本的に漢方好き嫌いせず飲めるが、1つだ\nけ味が苦手なものがあったので、その当時に知っておけば使いたかったなと思っ\nた。\n\n【反省点】\n小児の病名を推察するのに処方内容や症状を覚えたい。勉強しておく。また、食\n事についても気にかけるようにする。\n婦人科系の薬は詳しくなりたいなと思っているので、勉強しておこうと思った。\nがんや緩和に関して、重くて大変そうで抵抗感があるが、勉強しないといけない\nなと思った。",
          "feedback": "＞薬を使ってまで寝る必要もないのだろうと思った。\nそうですね。まさに、ポリファーマシーの予防策としては大切な考え方ですね。\nそういえば、、、この患者さんの心の状態ってどう評価していますか？\n＞がんや緩和に関して、重くて大変そうで抵抗感があるが、勉強しないといけな\nいなと思った。\nこの言葉、なんだかすごくうれしいかも！ありがとう！\n人の命に触れるのはとてもつらい部分が多くありますが、渡辺さんならきっとそ\nの分多くの学びがあると思います！"
        },
        {
          "id": 26,
          "date": "2025年07月28日",
          "week_number": 11,
          "content_raw": "【実習内容】\n前回に引き続き疑義照会の内容は、出荷停止になっている薬が処方されていたた\nめ変更の疑義だった。前回と違った点は代替案を出したことだった。\n代替品を調べた際にメーカーが出していた代替品の参考があったのでそれを元に\n提案した。\n軟膏調剤はロコイド軟膏50gとヘパリン類似物質油性クリーム50gだった。前回の\n反省を踏まえて今回は1回でOKしていただけた。だいぶ慣れてきたなと思った。\n服薬指導は基本的な薬は変わらない患者さんだった。2回ほどでていた軟膏が今\n回削除されていたのでその確認と、薬歴から眠剤を飲まなくても寝れていそうな\n雰囲気があったのでその確認をした。\n飲まなくても寝れているということだったので減量や中止でもいいのではと思っ\nたが、フィードバックで問題がない場合は減量や中止が難しいということを学ん\nだ。また、本人に減量や中止の意思がなさそうなのでできないのだろうなと感じ\nた。\n午後は到達度評価のフィードバックをした。\nつける際は事実と照らし合わせてこの項目のこの段階は行った、行っていないと\nいう基準でつけた。\n自分が思ったいたよりも高い評価をしていただけたのでびっくりした。\n\n【反省点】\n残りの期間で段階が上がれるように意識する",
          "feedback": null
        },
        {
          "id": 27,
          "date": "2025年07月29日",
          "week_number": 11,
          "content_raw": "【実習内容】\n昨日の残りの到達度評価のフィードバックを行った。モニタリングの観点につい\nてなにを行ったかという問いにすぐには答えられなかった。\n小児在宅の子の散剤調剤を行った。小児であることや全量が多いためミスするの\nが怖くて不安な点は全て聞いてから行ったが、最後円盤に撒く時にホッパーの選\n択を片方していなかったためミスしてしまった。カバーできるミスだったのでま\nだ良かったと思いたい。散剤を撒く時の順番が量や色によって考えるということ\nを学んだ。今回はカルボシステイン、アンブロキソール、ミヤBM細粒、フェロミ\nアだったのでまとめてホッパーに入れたが、違う処方内容では分けて撒くという\nことも学んだ。\n散剤の計算は比でやる方が計算ミスしない気がした。ミヤBMが処方箋では錠で撒\nくのは細粒だったので、有効成分の量を確認して、全量の計算をした。\n副作用やヒヤリハットの報告をする場所があることを学んだ。実際に副作用の報\n告をするという貴重な体験を見学した。\n止瀉薬の使い方について学んだ。感染性胃腸炎の場合は止瀉薬は使わない方が良\nいと思ったが、医師の処方にはリーダイがあったということで、調べた。OTCの\n物を比較してベルベリンやゲンノショウコとロートエキスに大きくわけられてい\nることがわかった。\nリーダイは前者であり、ピタッと止めるわけで無いことを学んだ。ロートエキス\nの方は抗コリンをもつ成分のため、しっかり止められることを学んだ。\n服薬指導の見学は救急科からの処方でニトロペンが出ていた。病院をタライ回し\nにされたり、救急車呼ぶほどだったんですかねと色々と思うことがあった。また\n、熱中症やコロナが多いため、自分のために救急車を呼ぶの躊躇ってしまう気持\nちもわかるなと思った。\n服薬指導は言っていることが毎回違くてコンプライアンスが取れない患者さんだ\nった。\n聞いたことに対しては答えていただけるし日常についても話していたので1回き\nりではちゃんとした評価ができないなと感じた。事前に情報を聞いていたので疑\n問に思うことが出来たが、聞いて居なかったら難しいなと感じた。骨密度につい\nて先生なにか言ってましたかという問について別に。と答えていたのが気になっ\nた。\n\n【反省点】\n服薬指導の際に患者さんの視点で生活をする上でどうしたら負担が減るか考えて\nみることやモニタリングを行う。\n引き続き調剤の際には医療安全に気をつける。",
          "feedback": null
        },
        {
          "id": 28,
          "date": "2025年07月30日",
          "week_number": 11,
          "content_raw": "【実習内容】\n昨日の最後に服薬指導した患者さんのフィードバックをした。一日の中で話が違\nっていたりして患者さん本人のことを信じきれない部分はあるが、今手元にある\n薬の確認はした方が良いと思った。また、一包化するかしないかは、薬の数が多\nいからという理由だけでなく、飲まなくてはいけない優先順位を考えてしなくて\nも良いとすることもあることを学んだ。午後に電話で昨日処方されていたミノド\nロン酸を今朝飲む約束をしていたので、飲めたかの確認をした。1ヵ月後に飲む\n薬はカレンダーに貼ってあるらしく、飲み忘れなければ良いなと思った。\n服薬指導はロゼックスゲルと抗アレルギー薬が処方されており、ロゼックスゲル\nの方は引き続きだった。抗アレルギー薬は1日2回の服用であったが、1回ではダ\nメなの？という質問をされた。その薬がどのような意図で入っていて、飲んだ方\nが良いのか、調整しても良いのか知っておく必要があると感じた。今回の薬は、\n事前に飲んでいたら症状を出にくくする働きと症状が出た時に素早く治まる働き\nがあることを学んだ。そして、今回は前者だったので2回飲んだ方が良いという\n結論であった。\n患者さんが減薬したい(飲む回数を減らす、薬を半分にして飲むなど)という希望\nがあった時に減らしてもいい、良くないの前にどうして？と聞き、自身がなぜ減\nらしたいのか言語化させると良いということを知った。\n一包化は腎不全の患者さんのもので、エンレスト、フロセミド、トルバプタン、\nフェブキソスタット、アムロジピン、ダーブロック、グリメピリド、ジアゼパム\nなどを拾った。\nフェブキソスタットは0.5錠だったため、半割した。割線がなく、フィルムコー\nティング錠のため、割りずらく、いつもより錠剤がボロボロになってしまった気\nがした。\n今まで服薬指導をして薬歴を書いた内容を比較した。5月の頃は内容が短く、薄\nい印象を受けた。最近のものとは文量が全然違った。\n精神科の医師をやっている患者さんがフルニトラゼパムなどといった安定剤を3\n剤かなりの錠数を持って行っており、精神科って大変なんだなと思った。\n\n【反省点】\nビスホスホネート製剤の評価をどの時点で、どのような方法で骨密度を測るのか\nを調べる\n頓服のような飲み方をして良い薬とそうでない薬の判別をできるようにする。ま\nた、それを患者さんに説明できるようにする。\n患者さんの発した言葉の意図を汲み取ることを意識する。",
          "feedback": null
        },
        {
          "id": 29,
          "date": "2025年07月31日",
          "week_number": 11,
          "content_raw": "【実習内容】\n1件目の服薬指導はジアゼパムが処方されている方だった。いつもはニトロペン\nも一緒に出ていた。ニトロペンで聞くことが残の確認、最近いつ使ったか、ニト\nロペンが効いたか、副作用がなかったなどを確認すると良いことを学んだ。また\n、ニトロペンの副作用は低血圧と頭痛ということを学んだ。\n2件目は糖尿病の患者さんで、4剤併用くらいだった。前回の血液検査よりもHbA1\ncが高くなっているのにリベルサスが削除でトラゼンタが入っていたり\n普通なら疑義照会をする場面だった。\n点数がだいぶ下がって薬が安くなったのでそれでではないかと教えていただけた\n。\n患者さんの立場で見ないとわからない事例だなと思った。やっぱりあんまり話し\nていただけない患者さんは難しいなと感じた。\n3件目はエチゾラムを自分で調節している患者さんだった。処方箋は0.5mg1日2錠\nと記載されており、薬袋は0.25mg1回2錠だったので、混乱してしまった。肺がん\nか再発している患者さんで、健康診断も基準値より若干高いくらいで心配するほ\nどでもないので、気にせずに好きなものを食べて欲しいと思った。\nOTCはオロナインと目薬と下剤を買いに来たお客さんで、目薬は症状を聞いて一\n緒に選んだ。下剤は赤いの飲んでるけど効かないとおっしゃっていて、錠剤を見\nせてセンノシドであることを確認した。\nどうしたら良いかわからなかったので、智弘さんにバトンタッチしていただいた\n。変にマグミットなど勧めなくてよかったと思った。\n脳梗塞の初期症状が答えられなかったので調べたところ、痺れや麻痺、呂律が回\nらないなど祖母にもあったなと思った。\n\n【反省点】\n面倒くさがりなところを見抜かれてしまっていたことですかね…\n服薬指導でもOTC販売でも患者さんの質問にしっかり答えることができなくてま\nだまだ力不足だなと感じました。",
          "feedback": null
        }
      ],
      "insights": [
        {
          "journal_id": 16,
          "type": "滲み出し",
          "snippet": "OSCEとは違って...一人ひとりに合った質問や説明ができるようにしたい",
          "reason": "実地での摩擦から、個別化の必要性に気づいた瞬間。"
        },
        {
          "journal_id": 26,
          "type": "伏線回収",
          "snippet": "5月の頃は内容が短く、薄い印象を受けた。最近のものとは文量が全然違った。",
          "reason": "自己の視座の変化を記録の質からメタ認知できている。"
        }
      ],
      "growth_triggers": [
        {
          "date": "Week 1",
          "description": "【技術への集中】ピッキング、一包化、OSCE的な正解へのこだわりが記述の大部分を占める。"
        },
        {
          "date": "Week 11",
          "description": "【生活への翻訳】薬の適正化だけでなく、患者の心情、優先順位、生活QOLを基軸とした判断が優先されるようになる。"
        },
        {
          "date": "Week 5",
          "description": "【臨床への接続】薬理知識や薬歴情報が、目の前の患者への具体的なアプローチ（提案）へと繋がり始める。"
        }
      ],
      "settings": {
        "startDate": "2025-05-19",
        "endDate": "2025-08-01",
        "goal": "患者さん一人ひとりに寄り添った服薬指導ができるようになる",
        "interests": "在宅医療、多職種連携"
      }
    },
    {
      "id": 7,
      "name": "湯口 万里奈",
      "journals": [
        {
          "id": 30,
          "date": "2025年02月17日",
          "week_number": 1,
          "content_raw": "【実習内容】\n【実習目標】薬局での業務を知る。\n【実習内容、理解できたこと、学んだこと】\n午前中は高血圧の患者さんに服薬指導をした。ちょっとした患者さんの言葉から\n、潜在的な問題を見つけ出し、どうしたら解決できるかをSOAPにして考えた。\n午後は在宅医療の体験をした。\n在宅では、循環器疾患と血清カリウム値に問題を抱える患者さんを訪問した。訪\n問前に患者さんの薬を調べ、患者さんにわかりやすい言葉で服薬指導する方法を\n、指導薬剤師の方と考えた。\n訪問した際には、患者さんに挨拶し、服薬カレンダーに薬を入れる手伝いをした\n。家の中の様子や、指導薬剤師の方とのやりとりを見て、その人がどのような人\n物か(家族構成や性格、趣味、好きな食べ物など)考えた。\n血清カリウムを下げるためのゼリー剤の服薬率が下がっている患者さんだったの\nで、実際にゼリー剤を食べている様子を見て、なぜ薬を飲まないのか考えた。ゼ\nリー剤の蓋を開けづらそうにしていたので、どうやったら飲めるようになるか、\n別の剤形の薬がないかなどを調べ、次回の訪問時に指導薬剤師の方と話し合うこ\nとになった。また、食事についてどのようなアドバイスができるかも考えていく\nことにした。\n在宅のおおまかな流れをなんとなく理解することができた。\n\n【反省点】\n初めての服薬指導で、患者さんの薬歴などを確認していなかった。また、スムー\nズな会話ができなかったうえに十分な情報提供も出来ていなかった。会話のスピ\nード感がOSCEと全然違ったので、患者さんのテンポで話すってとても難しいなと\n思った。\n在宅訪問時には患者さんとのコミュニケーションがあまり取れなかった。ただ立\nって見ているだけのことが多かったので、患者さんが抱える不安や悩みを十分引\nき出せるようなコミュニケーションができるよう、この11週間で少しずつ練習し\nていきたい。また、自分はケアマネージャーの役割や他職種との連携について深\nく理解できていないと感じた。\nまた、高齢の患者さんが多い印象を受けたが、患者さんに無理のない範囲で情報\nを提供するのは難しいと思った。",
          "feedback": "初日から良いペースですね。\n最初からガンガンコミュニケーション取れる方がちょっと特殊かも。(笑)\nなので、書いてくれたように『練習』していきましょうね。\nそして良い振り返りをしてくれていますね。\n＞患者さんのテンポで話すってとても難しいな\nこれって、実はとても大切なことなのかもしれません。せっかくなので、『テン\nポ』とコミュニケーションについて明日一緒に考えてみましょうか。\n＞血清カリウムを下げるためのゼリー剤\n→一般名で書いてみると薬剤師っぽいかな。\n小川"
        },
        {
          "id": 31,
          "date": "2025年02月18日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜実習目標＞\n・薬歴を読めるようになる\n＜実習内容・理解できたこと、学んだこと、薬物治療に関する考察＞\n午前中は、薬の一包化をした。基本的な機械の操作と、機械の仕組みについてお\nおまかに理解した。\n作った後は監査をして、異物の混入や薬に破損がないか、薬は全て正確に入って\nいるか調べた。\nよもぎ薬局では、近くの病院と協力しながら薬局側から一包化できるような提案\nをしたりしていたので、薬局でも治療を計画する側に立って患者さんに貢献でき\nることを学んだ。\n実習中に、地域医療における薬薬連携の不足が患者の慢性的な便秘症の解決に影\n響を与えているという問題に直面した。検査値の不明確さや複雑な薬歴の管理が\n課題となり、この問題を解決するために地域薬局として果たすべき役割を考えた\n。\n服薬指導では、ロキソニンを飲んで消化器潰瘍になってしまった患者さんを担当\nさせてもらった。\n患者さんの言葉からSOAPを作成し、次患者さんにお会いしたときにはどのような\nコミュニケーションをとって服薬指導を行うか、先生の助言をもらいながら考え\nた。\n今日は近くの病院がお休みだったので、一つの症例から深く学ぼうと思ってがん\nばった。\n\n【反省点】\n薬を一包化するとき、フィルムから薬を出すのが大変で指から血が出てしまった\n。幸い患者さんの薬に血がついたりはしなかったが、経験を積んで要領を掴んで\nいきたい。\n服薬指導が苦手で、今回の服薬指導で患者さんの前でも苦手意識が出てしまった\nと思う。\nまず会話がキャッチボールになっていないので、スムーズなコミュニケーション\nを心がけたい。\nまた、薬を減らすことができた患者さんに対して、良かったですねと共感を示す\nことができなかった。\n薬歴を頭に入れて会話するのが難しい。処方箋や薬歴はあくまで情報で、そこか\nら患者さんの治療や生活を想像するのはとても難しいと思った。今回でている薬\nを説明しようと思うあまり、患者さんが気にしていた話を聞いたりする余裕がな\nかった。今度は、患者さんが今1番気にしている薬は何か、意識して服薬指導を\n行っていきたい。",
          "feedback": "いや～まだ2日目ですよ。（笑）　かなり濃い目の実習となっているのでは？\n＞そこから患者さんの治療や生活を想像するのはとても難しいと思った。\nこれ！本当に大切なことです！！このタイミングでここに気づいてくれているこ\nとが本当んうれしいです！\n患者さんとのキョリを縮める方法にまさに『共感』がありますよね。\nとても難しいと感じるかもしれませんが、大丈夫。きっとできるようになります\n！\nあ、『関わった疾患』『服薬指導を実施した疾患』は重複している疾患も数えみ\nてくださいね。今回リバーロキサバンなども服用している方でしたいや～まだ2\n日目ですよ。（笑）　かなり濃い目の実習となっているのでは？\n＞そこから患者さんの治療や生活を想像するのはとても難しいと思った。\nこれ！本当に大切なことです！！このタイミングでここに気づいてくれているこ\nとが本当んうれしいです！\n患者さんとのキョリを縮める方法にまさに『共感』がありますよね。\nとても難しいと感じるかもしれませんが、大丈夫。きっとできるようになります\n！\nあ、『関わった疾患』『服薬指導を実施した疾患』は重複している疾患も数えみ\nてくださいね。今回リバーロキサバンなども服用している方でしたね♪"
        },
        {
          "id": 32,
          "date": "2025年02月19日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜実習の目標＞\n・患者さんと話す\n＜実習内容・理解できたこと、学んだこと・薬物治療に関する考察＞\n病院の先生や看護スタッフの方にご挨拶をした。\n午前中は新規患者さんへの対応を経験し、情報収集の仕方や、コミュニケーショ\nンの取り方を学んだ。\n電話での処方箋に関する問い合わせの流れを学び、処方箋から問題点を見つける\nために必要なことを学んだ。\nまた、電話では必ずしも処方医と直接話せないことも多いので、医師やスタッフ\nに伝えるべきポイントを整理し、必要な情報を伝えるためにはどうしたら良いか\n考えた。\n卸業者からの納品業務では、名前と数を確認し、薬品を棚に整理した。\n在庫管理をしやすくするためには、期限やラベルが見やすく整理する必要がある\nと思ったので、効率的に薬品を管理するためにはどうしたら良いか考え、他の実\n習生とも話し合った。\n服薬指導では糖尿病患者さんへの指導を行なった。メトホルミンを飲まなくなっ\nて2ヶ月ほどの患者さんだったので、血液検査の結果や患者さんからのお話をも\nとにSOAP評価を行った。指導薬剤師の方と一緒に、メトホルミンの特徴や作用機\n序を考え、次回の服薬指導にどう繋げるか考えた。さらに、患者さんとの会話で\n、風邪をひいた際に使用できる薬がドラッグストアではなかなか見つけられなく\nて困っていることがわかった。その後も薬局の公式LINEを通して、薬を調べて適\n切な薬を提案することになった。セルフメディケーションに繋げることで患者さ\nんのQOLを上げることができるので、このようなコミュニケーションは今後も続\nけていきたい。\n調剤業務では、薬を迅速かつ正確に提供するために、事前に６０日分まとめたり\n、日数に応じて輪ゴムで色分けをするなど、業務をより安全に効率化する手段を\n学んだ。\n\n【反省点】\n服薬指導において、自分にもう少し検査値の知識があれば、患者さんに対してよ\nり良いアセスメントができたと感じた。\nまた、メトホルミンについての理解が深まれば、患者さんの検査との関連をより\n明確にし、薬歴を見ながら現状を評価できたと思う。\n在庫管理についても、まだ他の薬剤師さんが薬が届いたかどうかわからなくなる\n可能性があり、作業を行う際には連携が重要であると感じた。普段から薬剤師さ\nんが話している薬については特に意識を持ち、自分から情報を共有できるように\nしたい。\n一包化の作業については、薬をプチプチする速度がまだ遅く、作業効率を上げる\nためには練習が必要だと感じた。",
          "feedback": "今日は本当に優しい患者さんでしたね。\nきっと、湯口さんからのお返事を待ってくれているので一緒に頑張りましょうね\n！\nさらに、この『アセスメント』とても大切です！ちょっとテンション上がって話\nしすぎましたが、、、色々考えてみて練習してみましょうね。"
        },
        {
          "id": 33,
          "date": "2025年02月21日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜実習目標＞\n・棚の薬をある程度覚える\n・剤形の違いを理解する\n＜実習背景・理解できたこと、学んだこと・薬物治療に関する考察＞\n小児在宅の患者さんの調剤をした。午前中は必要な薬を揃える作業だけで終わっ\nてしまった。\n経管投与する薬なので、ご家族の負担なども考慮し、一包化できるものは一包化\nしてまとめたり、簡易懸濁しやすいよう剤形が適切かどうか考えた。\nマグミットは錠剤の方が懸濁しやすいが、ラメルテオンは粉砕して散剤にしたり\n、モサプリドにはヒビを入れたりした。\n指導薬剤師の方が、患者さんのために様々な試行錯誤を重ねて現状の方法に辿り\n着いたことを知り、改めてその姿勢に感銘を受けた。薬を使いやすくするための\nアイデアはすでに多くの工夫がなされていると思うが、私も今後は常にその視点\nを持ちながら、少しでも改善できる点がないか、色んな患者さんで考え続けたい\nと思った。\n粉薬と錠剤の違い、OD錠の役割について、正直なところそこまで大きな違いを感\nじていなかった。しかし、懸濁できるようになることで、経管投与の患者さんに\nも薬を届けることができるという点に気づき、大きな影響があることを実感した\n。懸濁や一包化などの工夫によって、薬の投与がスムーズに行え、患者さんやそ\nのご家族にとって負担が軽減することは、薬剤師として非常に重要な役割だと思\nう。今後も、剤形の選択や調整によって、どれだけ患者さんにとって有益な方法\nが提案できるかを考えていきたいと感じた。\n\n【反省点】\n原薬量を計算するのに時間がかかった。\nこれほど多くの薬を調製するのはとても大変で集中力の維持が難しかった。\n今回は指導薬剤師の方や実習生同士で確認できたが、異物が混入したり薬を間違\nったりしたら大変なので、緊張感を持って調剤したい。",
          "feedback": "＞私も今後は常にその視点を持ちながら、少しでも改善できる点がないか、色ん\nな患者さんで考え続けたいと思った。\n素晴らしい！！ちょっとうれしくて涙出そう！(笑)\n湯口さんはとても良い能力を持っていますね！\n実は、今回は１日がかりになることが分かっていたので、わざと緊張感をほぐし\nながら調剤を続けてもらいました。その中で『冷静に振り返る。』これとても難\nしいことだと思います。\nまさに今回調剤した内容が、細かい部分まで含めて『一人で』行えるようになる\nことがある意味大切ですね。（おそらく概略評価の３に相当します。）\n明日は、実習生ひとりですが最初の一週間最終日、頑張りましょうね！\n智弘"
        },
        {
          "id": 34,
          "date": "2025年02月22日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜実習目標＞\n・軟膏をきれいに混合する\n＜実習背景・理解できたこと、学んだこと・薬物治療に関する考察＞\n【小児在宅の患者さんへの軟膏作り】\n指導薬剤師の方からアドバイスをいただきながら軟膏を作成し、充填した。\n初めてこんなに量の多い軟膏を混合したが、指導していただき、初めてにしては\nうまく均一に混合することができた。\n【服薬指導】\n・主訴がざ瘡の患者さんで、1ヶ月前にゾレアの注射を受けた患者さんだった。\nゾレアの副作用の可能性なども考慮しながら患者さんの症状を指導薬剤師とアセ\nスメントした。添付文書だけでなく市販後調査なども参考にする必要があること\nがわかった。また、処方箋を見て、病院の先生がどのような意図で処方したのか\nを考える重要性を実感した。\n・主訴が鼻血の患者さんに服薬指導をした。患者さんは「いつも使っている薬」\nとして捉えているかもしれないが、過去に話していたことや、検査値、体重の変\n化などを踏まえて潜在的な疾患を見逃さないようサポートしなければならないと\n思った。\n【在宅医療】\n午後は患者さんの薬の一包化を行い(手伝い)、実際に患者さんの家に薬を届けた\n。\nここで、処方箋医薬品とそうでない医薬品があることを知った。処方箋がなくて\nも売れる薬を届けることで、患者さんのセルフメディケーションを支援できると\nいうことを学んだ。このような知識を持つと、特に在宅医療のように柔軟に対応\nできる分野では、より患者さんの生活やニーズに合わせたサポートが可能になる\nため、もっといろいろなことを吸収して深く貢献したいと思った。\n今日伺った方は、たくさんの薬を服薬している患者さんで、カルベジロールが効\nきすぎて低血圧などが起きていないか確認した。同じ薬でも用量によって適応が\n異なる点についても指導薬剤師の方と確認した。\n\n【反省点】\n服薬指導で、点鼻薬の説明を行う際、誤った情報を伝えてしまった。自分が使っ\nたことのある剤形だからといって、油断してしまった部分があり、慎重に対応す\nるべきだったと思う。今後は薬の説明書を患者さんと一緒に確認しながら説明を\n行いたい。\n服薬指導で、アセスメントが不十分な点がたくさんある。\nより良い服薬指導をし、次につながるアセスメントをするためには、薬歴や前回\nのSOAPだけでなく今回の処方も含めて自分の中で情報を整理し、患者さんに何を\n聞くかしっかり決めておかないと、患者さんから必要な情報を引き出せないこと\nを痛感した。日々の勉強や実践を積み重ね、処方内容の理解を深めることで情報\nを整理して迅速に判断を下す能力を高めたい。",
          "feedback": "＞自分が使ったことのある剤形だからといって、油断してしまった部分\nとても良い振り返りですね。\nそうですね、同じ薬でも患者さんや状況に応じて説明の仕方が変わる（変えるべ\nき）というのが感じられたのではないでしょうか？\n＞アセスメントが不十分な点がたくさん\nOSCEと違って、考慮すべきことがたくさんありますよね。でも、焦らずに一歩ず\nつ行きましょう！\n今週だけでもとても成長が見れてうれしいですよ♪\n智弘"
        },
        {
          "id": 35,
          "date": "2025年03月17日",
          "week_number": 5,
          "content_raw": "【実習内容】\n・医ケア児の移行期における経管栄養について調べた。エレメンタルフォーミュ\nラを使用していたが、食品区分のため負担額が大きい。エレンタールPの使用を\n検討しているが、腸が不調で使用可否は不明だった。\n・Significant event analysisを作成し、実習生と内容を共有した。\n・医ケア児の訪問をし、薬を届けた。最近の健康状態と栄養管理に関する問題を\n聞き取った。\n・高血圧患者への服薬指導をした。通常の薬に加えて風邪薬を投薬した。免疫抑\n制剤の影響で抗生物質が処方されていたのでしっかり飲み切るよう伝えた。ツロ\nブテロールのテープ剤の使用方法を説明書を見ながら患者さんと一緒に確認した\n。\n\n【反省点】\n・高血圧の患者さんなのに血圧を聞き忘れた。\n・テープ剤の説明が長かった。説明書を全て読み上げる形になっていた。次は事\n前に要所だけ確認して、簡潔でわかりやすい説明を心がける。",
          "feedback": "今日の服薬指導はとても良かったですね。\n患者さんからも褒めていただいていたので、聞いて私も嬉しかったです。\n少しずついろいろなことが上手くなっている印象があるので、引き続きがんばり\nましょう。\n智弘"
        },
        {
          "id": 36,
          "date": "2025年03月18日",
          "week_number": 5,
          "content_raw": "【実習内容】\n・ゾコーバ錠には多くの併用禁忌・併用注意の薬があり、そのほとんどがCYP3A\nの代謝拮抗や基質に関連するものであった。これを機に薬物動態の代謝の復習を\nした。\n・服薬指導　骨粗鬆症治療薬アレンドロン酸の服薬指導をした。ビスホスホネー\nト製剤は一般的に3-5年の服用後に休薬が推奨されることを、指導薬剤師ととも\nにガイドラインを確認しながら学んだ。\n\n【反省点】\nアレンドロン酸の服薬指導の際に、確認すべきことを患者さんに十分に聞けなか\nった。服用開始時期や飲み忘れの有無など\n薬のことをしっかり理解しておけば患者さんに確認するべき点は多くあることを\n改めて実感した。",
          "feedback": "＞薬のことを～実感した。\nすごく良いですね。この発想とても大切でだと思います。\n触れる薬一つ一つに対してじっくり同じ発想でみていきましょう。慣れると新薬\nであっても対応できるように思います。\n智弘"
        },
        {
          "id": 37,
          "date": "2025年03月19日",
          "week_number": 5,
          "content_raw": "【実習内容】\n・OTC調べた。ヒスタミン受容体遮断薬がてんかん禁忌\n・納品、医療安全への配慮　期限が近いものにシールを貼った\n・服薬指導　風邪薬の投薬をした。患者は自身の症状を花粉症と思っていたが、\n処方に従いフェキソフェナジン、ピーエイ、カルボシステインを７日分わたした\n。\n\n【反省点】\n・ピーエイについて十分に確認せず、どうせ風邪薬と安易に判断していた。簡単\nな薬と決めつけずに添付文書を確認し、成分や適応について正確な知識を持った\n上で服薬指導を行いたい。\n・処方された3種類の薬はそれぞれ用法用量が異なっていたが、指導時に冷静に\n説明できなかった。事前に薬ごとの服用方法を整理し、落ち着いて伝えられるよ\nう準備を徹底する。",
          "feedback": "おそらく処方監査の際に、処方日数を考慮していない可能性があるかも。\n薬で何日分出るのかは、処方医の考えを反映していることがあります。\n今回の症例で少し実感できたのではないでしょうか。\n智弘"
        },
        {
          "id": 38,
          "date": "2025年03月21日",
          "week_number": 5,
          "content_raw": "【実習内容】\n【調剤・処方解析】\n・レボフロキサシン：患者の体格を参考に体重を推測し、血清クレアチニン値か\nら腎クリアランス（CLcr）を計算した。処方は1回　　　　　　　　　　　　　\n　　　　　　　　　　　　　　　　　　　　　500mgを1日1回経口投与となって\nいたが、20≦CLcr＜50 mL/minであったため、初日に500mgを1日1回、2日目以降\nは250mgを1日1回にした。\n・テルミサルタン・オルメサルタン：オルメサルタンが腎排泄型であるのに対し\n、テルミサルタンは胆汁排泄型であるため、本患者では過去に慢性腎不全？が判\n明？（お薬手帳と検診結果の時系列から推測）したところでオルメサルタンから\nテルミサルタンに変更されていた。\nまた、膀胱炎で抗生物質が何度か出されており、SGLT2阻害薬の使用が影響して\nいると考えた。\n・軟膏ねり：前回よりも軟膏ヘラの使い方がうまくなった！！回収率も97％と良\nいかんじだった。\n【服薬指導】\n・高血圧　Ca拮抗薬による歯肉肥厚？：薬歴に歯科受診の記載があったため、ア\nムロジピンによる歯肉肥厚の可能性を考えたが、関連はなかった。歯肉肥厚は見\nた目の変化が主な問題であり、必ずしも薬剤変更が必要な副作用ではない。患者\nの気持ちに配慮しつつ、マスクをしていないときなどに必要に応じて確認するこ\nとが重要と感じた。\n・蜂窩織炎：ファロム錠を患者家族に渡した。光を避けて袋の中で保存するよう\n伝えた。患者は体重が100kg以上あり、マンジャロなどを使用していた。ふくら\nはぎの水虫が悪化した際に蜂窩織炎になりがちと話していた。\n【その他】\n・在庫調整：トラゼンタをこぼしてしまい、損失分の記録方法について指導を受\nけた。\n\n【反省点】\n・あわてて不安定な場所でトラゼンタ錠をプチプチしていたらすべて飛んで行っ\nてしまい、かなり経済的な損失を出してしまった。片付いた場所で慎重に作業す\nるべきだった。漫然とプチプチしない。プチプチするときも集中して丁寧にやる\n。無\n・軟膏ヘラの持ち手部分に軟膏が付着していたり、ゴミが入っていたりする。\n・監査前に軟膏の新しい薬の箱を開封してしまった。しかも間違っていた。先に\n監査に通し、ハンドブックで混合可能なものかまで調べてから開封する。集中し\nてやる。\n・服薬指導の薬歴記入が未完了。AとPの記載にいつも苦戦している。薬学的な視\n点での評価ができない。",
          "feedback": ">かなり経済的な損失\n経済的な損失について、時間があるときに、薬局の薬価差益もついて少しお話し\nしましょうか。\nアセスメントについてはちょっと苦しいと思いますけど、考える癖をつけるため\nに答えが出なくても頑張って考えてみてください。\nきっとちゃんとできるようになっていきます。\nあと、今日の服薬指導で、もしも患者さんが全く想定してない副作用によって、\n『不安になってしまうリスク』を実感できましたでしょうか？\n実は私少しだけヒヤリとしていました。\n智弘"
        },
        {
          "id": 39,
          "date": "2025年04月28日",
          "week_number": 11,
          "content_raw": "【実習内容】\n【服薬指導】\nピーエイ配合錠\nカルボシステイン錠500mg\nテオフィリン徐放錠100mg\nアンブロキソール塩酸塩徐放カプセル45mg\nレボフロキサシン錠500mg\nロキソプロフェンNa錠60mg\nアドエア250ディスカス28吸入用28ブリスター\n咳症状を主訴として来局した。カフェインをよく摂ると伺ったので、テオフィリ\nンの服用に関しては、カフェイン摂取による相互作用について注意するよう伝え\nた。\n吸入薬使用が初めてであったため、説明書を用いながら吸入方法を説明した。\n指導薬剤師による吸入実演を通して、患者の理解促進が図れた(結構息吸うんで\nすねと驚いていた)。\n吸入薬指導では、患者の理解度に応じた説明や、必要に応じて実際に吸入してい\nるところを確認を行う重要性を学んだ。\n咽頭痛から咳症状へ移行する経過は一般的な風邪の進行と一致しており、急激な\n悪化はみられない。\n【在宅医療】\n2週に一度の90代男性患者宅を訪問。\n訪問前に、朝の排尿時に血尿があったとの報告を受けていた。\n血尿の鑑別として、尿路結石、膀胱炎、前立腺疾患、膀胱癌、ミオグロビン尿な\nどを考慮した。\n患者はリクシアナ服用のため出血傾向であり、また鉄剤服用中のため黒色便なの\nで便潜血を見落としやすい点にも留意した。\n痛みの訴えがないことや、がん検診や泌尿器検診で指摘を受けたことはないと話\nしていた。\n夕方に再度血尿が出現したとヘルパーより連絡があったため、薬局からも訪問医\nに連絡を行っていた。\n\n【反省点】\n・吸入薬は実際に吸うところも実演できるようにしたい。ただ説明書を確認する\nだけでは吸い込む力の強さがイメージできない服薬指導だったと思う。\n・患者の年齢や理解度的には説明書のQRから使用方法の動画にアクセスできそう\nなので、その点も案内するべきだった。\n・袋を開けて説明したが、実物を使わなくてもわかりやすい説明ができた方が良\nいと思った",
          "feedback": null
        },
        {
          "id": 40,
          "date": "2025年04月30日",
          "week_number": 11,
          "content_raw": "【実習内容】\n【服薬指導】\nニフェジピンCR錠40mg\nドキサゾシン錠2mg\nラベプラゾールNa錠10mg\nエスゾピクロン錠1mg\n高血圧および不眠の訴えに対する服薬指導。\n患者は夜間の頻尿による中途覚醒と、その後の入眠困難を主訴としていた。不眠\nの根本的な原因が夜間頻尿であることから、原因を切り分けた考え方が必要とな\nるが、薬局で現時点でできる対応として、薬の使い方の提案だった。\n睡眠薬（エスゾピクロン）については、寝つきが良好な日は就寝時の服用はせず\n、トイレ覚醒後に眠れない場合のみの使用を提案していた。\n今後も改善しない場合、夜間頻尿の精査を医師に相談するよう促すことも薬局と\nして可能な支援の一つであると考え、指導薬剤師とディスカッションを行った。\n【到達度評価（薬物療法の問題点の抽出・解析）】\n過去の服薬指導を振り返り、関節リウマチ治療でメトトレキサート（MTX）を使\n用している患者の薬物治療ついて一例として検討した。患者はMTXによる免疫抑\n制の影響で感染症や口唇ヘルペスを繰り返しており、用量を減らすとリウマチ症\n状が悪化するという課題があった。\n現状ではMTXに固執した治療が継続されているが、生物学的製剤など他の治療選\n択肢の検討がされているか、また膠原病を専門とする医師の関与があるかなど、\nさらなるアセスメントの余地があると考えられた。\n今後、かかりつけ薬剤師として関与する機会がある場合には、セカンドオピニオ\nンの提案を含め、患者に対して主体的に薬物療法の見直しを図ることができる可\n能性がある。\n\n【反省点】\n・高血圧と不眠症の患者には、以前から下痢傾向があるため排便状況の確認をす\nる予定だったが、事前に薬歴を確認する時間を取らなかったため聞き忘れてしま\nった。",
          "feedback": null
        },
        {
          "id": 41,
          "date": "2025年05月01日",
          "week_number": 11,
          "content_raw": "【実習内容】\n【服薬指導①】高血圧\nアムロジピン錠5mg\n患者は、血圧は130mmHg前後で安定しているとのことで、診察を受けずに薬のみ\nを受け取りに来局した。低血圧などの症状がないかを確認したが、「歳だから常\nにふらついている」との回答であった。歩行時の足取りがやや不安定な印象を受\nけた。\n服薬指導時の血圧の評価は、収縮期血圧のみでしてしまうことが多いが、本当は\nそれだけで判断せず、拡張期血圧や脈拍も含めた総合的な評価ができると良い。\n目立った症状がなくても脳梗塞等の重篤なイベントが起こる可能性があることを\n指導薬剤師より教わった。\n【服薬指導②】気管支炎\nアンブロキソール塩酸塩徐放カプセル45mg\nツロブテロールテープ2mg\n4月9日より気管支炎および風邪症状で継続して来局していた。咳はないものの、\n息苦しさが現在も続いていると訴えていた。服薬指導では、貼付薬の貼付位置に\nついて患者自身が理解しており、薬の使用経験や薬識が良好である様子がうかが\nえた。\n既往歴や入院歴との関連があるような発言があったが、詳細は不明であった。\n【在庫管理：発注業務】\n処方頻度、現在の在庫量、発注ポイントをもとに発注業務を経験。季節性を考慮\nし、花粉症関連薬（ex：オロパタジン）など需要が高い薬の発注を行った。また\n、少数の患者に定期的に処方される薬については、薬歴を確認しながら在庫管理\nの必要性を理解した。\n麻薬や冷所保存薬は返品不可であるため、発注は慎重に行う必要があることを学\nんだ。麻薬廃棄時には知事への届け出および立ち会いが必要となる。一方で、麻\n薬小売業者間の譲渡は、事前の申請により可能であることも確認した。\n\n【反省点】\n・患者がふらつきを「年齢のせい」と説明した際に、そのまま受け入れてしまい\n、他の要因を考慮する視点が欠けていた。年齢を理由に安易に判断せず、常に他\nの可能性を検討する姿勢が必要であると感じた。\n・自身の薬物治療に対する関心が薄く、服薬コンプライアンスも不十分であった\n。今後は、自分の薬物治療にも積極的に関心を持ち、学習機会として活用してい\nきたい。\n・麻薬に関する知識が不十分であり、麻薬の種類、取り扱い、廃棄・譲渡等の実\n務的知識が欠けていた。",
          "feedback": null
        },
        {
          "id": 42,
          "date": "2025年05月02日",
          "week_number": 11,
          "content_raw": "【実習内容】\n【服薬指導】\nピーエイ\nカルボシステイン\nデキストロメトルファン\nテオフィリン徐放錠100mg\nロキソプロフェンNa錠60mg\n患者は喉の痛みから始まり、咳とぜえぜえを訴え、咳喘息を疑って受診した。\n普段から車の運転する機会が多いと話しており、ピーエイによる眠気に注意する\nよう伝えた。\nカフェインの摂取習慣はないとのことで、テオフィリンとの相互作用に関する指\n導は最小限とした。\n1ヶ月前にも風邪で来局しており、今回の風邪との関連はないと考えられるが、\nその際にアドエアが処方されていた記録があったため、今回の咳喘息症状が長引\nいた場合に備え、吸入薬が残っているようであれば保管しておくよう指導薬剤師\nからもコメントがあった。\n【一包化　監査】\n朝・夕で何錠ずつかを確認したが間違えていた。\n処方上ではプラザキサカプセルは一包化となっていたが、実際にはプラザキサカ\nプセルには吸湿性があり、患者さんの手元で溶けてしまうため一包化はできない\nと指摘を受けた。\n添付文書上も「一包化不可」「服用直前にPTPシートから取り出すこと」「アル\nミピロー包装のまま調剤を行うことが望ましい」の記載があった。\n【患者様から】\nこれまで継続してお世話になっていた患者様方より、ご挨拶と励ましの言葉をい\nただき、わたくしからも感謝の気持ちをお伝えしました。\n\n【反省点】\n一包化の可否は、今まで処方箋や薬歴を見て判断することが多く、それで監査し\nた気になっていた。一包化でなくても機械監査があるので、監査した気になって\nいたと思う。\n今回、プラザキサはアルミピロー包装だったので、\n薬を揃える段階で包装を見てよく考えれば「このまま一包化して保存できるのか\n？」と疑問を抱けたはずだが、その点で立ち止まって確認することができなかっ\nた。\nちゃんと調剤したつもり、監査しているつもり、といった漫然とした作業になっ\nていないか自分の取り組み方を見直す必要があると思った。",
          "feedback": null
        },
        {
          "id": 1770813537988,
          "date": "2025-02-17",
          "week_number": 1,
          "practical_content": "実習目標】薬局での業務を知る。\n\n【実習内容、理解できたこと、学んだこと】\n午前中は高血圧の患者さんに服薬指導をした。ちょっとした患者さんの言葉から、潜在的な問題を見つけ出し、どうしたら解決できるかをSOAPにして考えた。\n午後は在宅医療の体験をした。\n在宅では、循環器疾患と血清カリウム値に問題を抱える患者さんを訪問した。訪問前に患者さんの薬を調べ、患者さんにわかりやすい言葉で服薬指導する方法を、指導薬剤師の方と考えた。\n訪問した際には、患者さんに挨拶し、服薬カレンダーに薬を入れる手伝いをした。家の中の様子や、指導薬剤師の方とのやりとりを見て、その人がどのような人物か(家族構成や性格、趣味、好きな食べ物など)考えた。\n血清カリウムを下げるためのゼリー剤の服薬率が下がっている患者さんだったので、実際にゼリー剤を食べている様子を見て、なぜ薬を飲まないのか考えた。ゼリー剤の蓋を開けづらそうにしていたので、どうやったら飲めるようになるか、別の剤形の薬がないかなどを調べ、次回の訪問時に指導薬剤師の方と話し合うことになった。また、食事についてどのようなアドバイスができるかも考えていくことにした。\n在宅のおおまかな流れをなんとなく理解することができた。\n",
          "unachieved_point": "初めての服薬指導で、患者さんの薬歴などを確認していなかった。また、スムーズな会話ができなかったうえに十分な情報提供も出来ていなかった。会話のスピード感がOSCEと全然違ったので、患者さんのテンポで話すってとても難しいなと思った。\n在宅訪問時には患者さんとのコミュニケーションがあまり取れなかった。ただ立って見ているだけのことが多かったので、患者さんが抱える不安や悩みを十分引き出せるようなコミュニケーションができるよう、この11週間で少しずつ練習していきたい。また、自分はケアマネージャーの役割や他職種との連携について深く理解できていないと感じた。\nまた、高齢の患者さんが多い印象を受けたが、患者さんに無理のない範囲で情報を提供するのは難しいと思った。",
          "content": "実習目標】薬局での業務を知る。\n\n【実習内容、理解できたこと、学んだこと】\n午前中は高血圧の患者さんに服薬指導をした。ちょっとした患者さんの言葉から、潜在的な問題を見つけ出し、どうしたら解決できるかをSOAPにして考えた。\n午後は在宅医療の体験をした。\n在宅では、循環器疾患と血清カリウム値に問題を抱える患者さんを訪問した。訪問前に患者さんの薬を調べ、患者さんにわかりやすい言葉で服薬指導する方法を、指導薬剤師の方と考えた。\n訪問した際には、患者さんに挨拶し、服薬カレンダーに薬を入れる手伝いをした。家の中の様子や、指導薬剤師の方とのやりとりを見て、その人がどのような人物か(家族構成や性格、趣味、好きな食べ物など)考えた。\n血清カリウムを下げるためのゼリー剤の服薬率が下がっている患者さんだったので、実際にゼリー剤を食べている様子を見て、なぜ薬を飲まないのか考えた。ゼリー剤の蓋を開けづらそうにしていたので、どうやったら飲めるようになるか、別の剤形の薬がないかなどを調べ、次回の訪問時に指導薬剤師の方と話し合うことになった。また、食事についてどのようなアドバイスができるかも考えていくことにした。\n在宅のおおまかな流れをなんとなく理解することができた。\n",
          "instructor_notes": "初日から良いペースですね。\n最初からガンガンコミュニケーション取れる方がちょっと特殊かも。(笑)\nなので、書いてくれたように『練習』していきましょうね。\n\nそして良い振り返りをしてくれていますね。\n＞患者さんのテンポで話すってとても難しいな\nこれって、実はとても大切なことなのかもしれません。せっかくなので、『テンポ』とコミュニケーションについて明日一緒に考えてみましょうか。\n\n＞血清カリウムを下げるためのゼリー剤\n→一般名で書いてみると薬剤師っぽいかな。\n\n小川",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は実習初日から積極的に参加し、患者さんの生活背景や潜在的な問題を見つけ出す能力を示しています。SOAPを使用して問題解決を考えるなど、薬剤師としての基本的なスキルも身につけています。また、在宅医療での体験から、患者さんとのコミュニケーションの重要性を理解し、改善点を認識しています。",
              "growth_evidence": "学生は初日の実習で、患者さんの薬歴を確認していなかったことを反省点として挙げていますが、同時に改善策を検討していることがわかります。このような自己分析は成長の重要なステップです。",
              "attention_points": "学生はコミュニケーションのスピード感や情報提供の質、ケアマネージャーの役割について不安を感じているようです。指導者はこれらの点をサポートし、学生が実習期間中に改善できるよう指導する必要があるかもしれません。"
            },
            "mentoring_support": {
              "praise_points": "学生の積極的な参加、問題解決能力、自己分析能力などは高く評価できます。指導者はこれらの点を褒め、学生のモチベーションを維持することが重要です。",
              "suggested_questions": [
                "学生は在宅医療での体験から何を学んだと思いますか?",
                "患者さんとのコミュニケーションを改善するための具体的な戦略については、どう考えますか?"
              ]
            },
            "mentoring_seeds": [
              "学生が患者さんの生活背景をより深く理解するために、追加の質問やアプローチを検討する必要があるかもしれません。",
              "コミュニケーションのスピード感や情報提供の質を向上させるためのトレーニングやフィードバックを提供することが有効です。",
              "ケアマネージャーの役割や他職種との連携についての理解を深めるために、追加のリソースやワークショップを提供することが必要かもしれません。"
            ]
          }
        }
      ],
      "insights": [
        {
          "journal_id": 35,
          "type": "線",
          "snippet": "今までの薬歴を確認し、どのような疾患があり、この薬で何を治療しているのか把握するようにした",
          "reason": "点のエントリーではなく、薬歴の連続性（線）から病態を推測する姿勢の芽生え。"
        },
        {
          "journal_id": 39,
          "type": "滲み出し",
          "snippet": "もっと患者さんの気持ちを受け止めようと思った。自分の認知機能の低下を悲しんでいるようで...",
          "reason": "機能的な説明を超えて、患者の心情（滲み出し）に寄り添う専門職としての葛藤。"
        }
      ],
      "growth_triggers": [
        {
          "date": "Week 1",
          "description": "【技術への集中】ピッキング、一包化、OSCE的な正解へのこだわりが記述の大部分を占める。"
        },
        {
          "date": "Week 11",
          "description": "【生活への翻訳】薬の適正化だけでなく、患者の心情、優先順位、生活QOLを基軸とした判断が優先されるようになる。"
        },
        {
          "date": "Week 5",
          "description": "【臨床への接続】薬理知識や薬歴情報が、目の前の患者への具体的なアプローチ（提案）へと繋がり始める。"
        }
      ],
      "settings": {
        "startDate": "2025-02-17",
        "endDate": "2025-05-19",
        "goal": "患者さん一人ひとりに寄り添った服薬指導ができるようになる",
        "interests": "在宅医療、多職種連携"
      }
    },
    {
      "id": 10,
      "name": "田中 靖子",
      "journals": [
        {
          "id": 43,
          "date": "2025年02月17日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜実習目標＞\n患者さんとコミュニケーションを円滑に進める\n＜実習内容＞\n服薬指導・調剤・薬の調べ学習\n＜実施した内容 ・調べたこと＞\nお腹の調子が悪い患者さんや、心房細動、高血圧の患者さんに服薬指導を行った\n。\n高血圧の患者さんは冬になると血圧が上がりやすくなり、薬剤の増量があること\n。\nリクシアナＯＤ錠には心房細動における虚血性脳卒中の適応と深部静脈血栓症お\nよび肺血栓塞栓症の適応があることが分かった。\n＜考察・感想＞\n服薬指導の際は、薬情に頼りすぎず、患者さんの症状に合った説明、アドヒアラ\nンス向上のための理解しやすい説明が必要だと思った。そのためにも薬の知識を\n見直し、疾患との関係や同種同効薬の中で特徴の違いを改めて覚えていきたいと\n感じた。\nＡＲＢの中でもテルミサルタンは腎機能低下患者にも使用ができるなど。\nまた、薬物動態によって食事の有無に対する服薬指導の方法が変わるため、もう\n一度学習する必要があると感じた。\nまた、服薬指導は患者さんによって説明を詳しくしてほしい方と、そうではない\n方がいると思うので、今後は患者さんに聞いてから服薬指導を進めていこうと思\nった。\n\n【反省点】\n錠剤の数え間違えが一度あったので、明日からはミスがないように確実にチェッ\nクする。\n処方薬から症状を推測することが一部の患者さんで難しかったので、今日出てき\nた薬はその日のうちに頭に入れることを目標にする。\n今日は服薬指導の際に質問せずに終わったが、高血圧の患者さんは低血圧状態に\nなると危ないので、薬のアドヒアランスをしっかり確認しようと思った。",
          "feedback": "初日から３件！\nさすがです！ちょっと予想の上行っているのでこれからが楽しみです。\n特に、田中さんは自分で振り返る力もきちんと備わっているので、服薬指導がい\nわゆる『無駄食い』にならないと思いますので、ぜひいろいろな患者さんに触れ\nてみてください。\nそして、患者さんたちが何か少しでも問題解決につながって笑って帰ってくれる\nように頑張りましょうね！（初日のフィードバックとは思えない内容(笑)）\nあと真似るのが得意とのことなのでそれもすごく良いですね。とはいえ、私の服\n薬指導があまり参考にならない可能性があるので申し訳ないですが遠慮なくパク\nってください！\n＞高血圧の患者さんは低血糖状態\n低血圧かな？\n智弘"
        },
        {
          "id": 44,
          "date": "2025年02月18日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜実習目標＞\n患者さんとコミュニケーションを円滑に進める\n＜実習内容＞\n一包化・服薬指導・調剤・薬の調べ学習\n＜実施した内容 ・調べたこと＞\n脳梗塞の既往歴がある、骨粗しょう症/認知症/便秘の患者さんに服薬指導を行っ\nた。\n軟膏の充填。\n一包化の機械の作り方。\n＜考察・感想＞\n一包化の機械はバーコードスキャンで入れる薬を確認するが、一度入れると中身\nは分からないため、二重チェックが大切だと感じた。\nまた、一包化によって患者さんの気持ち的にも飲みやすくなるんだなと実際に現\n場に出てみて感じた。\n服薬指導では、脳梗塞の既往歴、骨粗しょう症/認知症/便秘を併せ持つ患者さん\nの対応を行った。今回処方された薬だけではなく、他の日に処方された薬の効果\nやアドヒアランスについても確認することが大切だと感じた。\nそれぞれの用法用量がその患者さんに適しているのか、体格を確認したり、普段\nの生活について聞いたり、患者さんをよく知ることが大事だと感じた。\nメマンチンは認知症の興奮症状によく効くこと、ドネペジルは活動を活発化させ\nることがあると分かった。\n\n【反省点】\n今回処方された薬だけではなく、他の日に処方された薬の効果やアドヒアランス\nについても確認すること。\n容量が患者さんに合っているか確認すること",
          "feedback": "まだ2日目ですが色々と濃い内容だったのではないでしょうか？\nそういえば、服薬指導開始直後に『お会計は？』って経験しましたね。ちょっと\n躊躇しますよね。笑\nでも、その後はしっかりお話伺うことができていて、、、患者さんのどんな心理\nが働いていたと思いますか？\n時間ある時にディスカッションしてみましょう。\n智弘"
        },
        {
          "id": 45,
          "date": "2025年02月19日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜実習目標＞\n症状による薬の使い方の違いを学ぶ\n＜実習内容＞\n服薬指導・調剤・薬の調べ学習\n＜実施した内容 ・調べたこと＞\n在宅医療\n吸入器の服薬指導\n睡眠薬の服薬指導\nドンペリドンの処方意図\nメトホルミンのがん抑制作用\n＜考察・感想＞\n在宅医療では、血液癌の患者さんの家を訪問した。訪問した際に臀部の痛みを訴\nえていた。\n痛みがある場合は、患部を触って状態を確認すると良いことが分かった。また、\n週一回飲むべきビスホスホネート製剤の飲み忘れがあるので服薬タイミングを考\nえる。そして、在宅の患者さんでは排便/夜寝れているかの確認が大切だと感じ\nた。\n吸入器の服薬指導では継続処方でも吸い方の確認や、吸い忘れ/うがい/口の中の\n違和感の確認をした方が良いと感じた。\nまた、睡眠薬の服薬指導の際は、半錠で飲んでいる患者さんもいるようなので、\n確認をとるようにしたい。\n\n【反省点】\n症状に合わせた薬の使い方がそれぞれあるので、そこをもっと意識して服薬指導\nを行いたい\nまた、薬に絡めた患者インタビューをできるようにしたい",
          "feedback": "OSCEや事前実習の時と異なり、患者インタビューから服薬指導までまとめて行う\nことになるので、明確に患者情報収集と狭義での服薬指導が分かれていないこと\nを説明しました。\n慣れるまでちょっと時間がかかるかもですが、田中さんならきっと大丈夫だと思\nいます。患者さんの胸を借りて頑張りましょう！"
        },
        {
          "id": 46,
          "date": "2025年02月20日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜目標＞\n薬の情報をスラスラいえるようになりたい\n＜実施した内容 ・調べたこと＞\n疑義紹介\n服薬指導\n点鼻薬調整\nGLP作動薬とDPP４阻害薬の併用は行わないこと\n目薬を挿す順番、相互作用\nスタチン系薬剤の副作用\n＜考察・感想＞\n今日は、前回の処方の際に、医師に膵臓にぶつぶつがあると言われて不安になっ\nた患者さんの服薬指導を行った。\nまだどんな病気か確実には分からないが、不安にさせたくなかったので、その話\n題に触れようか考えて言葉が詰まってしまった。\nいきなり、不安だったことを思い出させても申し訳ないので、今日はこれで良か\nったのかなと後から思った。\nこれからは、重い病気の可能性がある場合は、不安なことありますかと聞いて患\n者さんが話してくれたら、聞こうと思う\nまた、患者さんの生活をイメージして、共感の気持ちと提案を伝えられるように\nしたい。\nまた、服薬アドヒアランスが悪い患者さんでは、同種同効薬で服薬回数の少ない\n薬にすることや、家族と同じ服薬タイミングにすることが考えられた。\n\n【反省点】\n共感の気持ちと提案\n相手の生活状況を考える",
          "feedback": "共感って難しそうでそんなに難しくないと言う話をしました。\n一方で、どれだけ患者さんの目線に立てるかで質が変わってきます。\n通常は実習中盤戦位に話をする内容ですが、田中さんの場合はちょうど良いタイ\nミングな気がするので、、、\nこれにまつわる話であまり大学では学びにくい服薬指導のポイントがあります。\n時間があるときに私とロールプレイをしてみませんか？"
        },
        {
          "id": 47,
          "date": "2025年02月21日",
          "week_number": 1,
          "content_raw": "【実習内容】\n＜目標＞\n薬の情報をスラスラいえるようになりたい\n＜実施した内容 ・調べたこと＞\n小児在宅の一包化\n錠剤の粉砕\nトレーシングレポートの流れを知る\n免疫関連副作用\n認知症の周辺症状\n＜考察・感想＞\n今日の小児在宅の患者さんは、ファモチジン・マグミット・グリセリン浣腸剤の\n処方があったので、消化管の運動障害やリン剤・鉄剤の服用から慢性腎疾患など\nを持つのかなと考えた。\nまた、散剤の剤形がない薬は、必要な量と錠剤の主薬量を考え、錠剤の粉砕を分\n配する必要のない、きりの良い日数の量を決めると良いことが分かった。錠剤を\n粉砕したあとに、賦形剤ではない主薬は大切なので量り取って記録することが大\n切だと思った。\nまた、トレーシングレポートでは患者さんの薬に対する不満などを聞き取って、\n代替案を考えられるようにしていきたい。\n\n【反省点】\n主薬量としての計算",
          "feedback": "この日は予告通り1人の患者さんの調剤でしたね。大変だったと思います。お疲\nれ様でした。\n実はこの患者さんの調剤はあえてのほほんとした感じでやりましたが、小児在宅\nの調剤のレベルによっては全く話していられないほど集中を要するものもありま\nす。\nそのあたりのリスクの違いも考えられると良いかもしれませんね。\n小川"
        },
        {
          "id": 48,
          "date": "2025年03月17日",
          "week_number": 5,
          "content_raw": "【実習内容】\n＜実習目標＞\n共感の言葉と的確な情報提供\n＜実習内容＞\n服薬指導\n医ケア児在宅\n＜実施した内容 ・調べたこと＞\n経腸栄養では、カルニチンやビオチン、セレンが不足しやすいこと\n帯状疱疹後には、神経痛だけではなく神経麻痺も起こる場合があること\n薬剤師の10の素質\n＜考察・感想＞\n今日は、帯状疱疹後神経痛の患者さんに服薬指導を行なった。基本的なことだが\n、服薬指導の前に、もう一度処方箋を見て、日数や薬の数を確認することを忘れ\nないようにしようと思った。また、薬歴からどんな症状か答えを探そうとしてし\nまったが、目の前にいる患者さんの状態を聞くことを大切にしようと思った。\nまた、医ケア児の在宅では、エレンタールPに入っている大豆油が、アレルギー\n症状を呈している可能性があることを知った。エレメンタルフォーミュラとエレ\nンタールPを比較すると、エレメンタルフォーミュラの方が、カルニチン/ビオチ\nン/セレンが入っていることから患者さんにとって良いのかなと思っていたが、\n自費になってしまいコストがかかる為、エレンタールPに切り替えたいとのこと\nだった。\n当たり前のことかもしれないが、患者さんに継続して使ってもらう薬や栄養剤を\n提案する上で、値段を考慮することは大事だと思った。\n\n【反省点】\n帯状疱疹後神経痛の患者さんに、服薬指導をする前の薬歴確認の際に症状が分か\nらなくて、頭がフリーズしてしまった。\n服薬指導をする前には、処方箋と薬の確認、薬歴から症状が分からない場合も焦\nらずに患者さんに現在の症状を聞こうと思う。",
          "feedback": "私もよくやるのですが、その際にちょっと怖いなと感じることがあります。\nそれは、いわゆる思い込みで服薬指導に入ってしまうことです。何度も痛い目に\n遭ってます。\n特に患者さんをよく覚えようとする薬剤師でおこりやすい事象かもしれません。\nちょっと大事なので詳しく書きますね。\n田中さんの場合は、前回同様と思い込んでいたら、別の病院でもらっていた薬の\n話だったと言う事例でしたね。\n少し分析してみると、、、これって、実はその前の服薬指導時から思い込みがあ\nったのかも知れませんね。\nぜひ対策一緒に考えてみましょう。\n智弘"
        },
        {
          "id": 49,
          "date": "2025年03月18日",
          "week_number": 5,
          "content_raw": "【実習内容】\n＜実習目標＞\n共感の言葉と的確な情報提供\n＜実習内容＞\n服薬指導\n振り返り\n＜実施した内容 ・調べたこと＞\n向精神薬　鍵をかけた設備内\n＜考察・感想＞\n今日は、2回目の振り返りを終えた。自分が頑張った方が良いのは、患者さんの\n現在の具体的な症状を知ることと、知識をリンクさせることだと思った。基本的\nなことだが、まずは、具体的な症状の確認をとることから始めようと思う。\nまた、処方の問題点を探す部分に関しては、意識を鋭く、これは本当に大丈夫な\nのかなとハードルを下げて考えることから始めようと思う。\n\n【反省点】\n服薬指導の前に処方箋を確認することなど、基本的なことを気をつける。",
          "feedback": null
        },
        {
          "id": 50,
          "date": "2025年03月19日",
          "week_number": 5,
          "content_raw": "【実習内容】\n＜実習目標＞\n共感の言葉と的確な情報提供\n＜実習内容＞\n服薬指導\n処方箋監査\n＜実施した内容 ・調べたこと＞\n抗ヒスタミン薬　てんかん　禁忌\n＜考察・感想＞\n今日は、高血圧と便秘を持つ患者さんに服薬指導を行なった。処方は高血圧の薬\nとセンノシドと酸化マグネシウムだった。\n問題点を見つけるという点で、センノシドの長期使用で耐性が付いてしまうこと\nや、酸化マグネシウムの長期服用により、高マグネシウム血症の可能性があるこ\nとを考えられたら良かったなと思う。シンプルな処方でも問題点はあるんだなと\n思った。\n\n【反省点】\n早く帰りたそうな患者さんの服薬指導では、早めに終わらせてしまった。言わな\nければいえないことや、聞かなければいけないことはしっかり聞こうと思う。",
          "feedback": "ある意味早く帰りたいと感じている患者さんの対応は今回田中さんだったやつに\nついてたような形になりがちです。\n時間を取られる=負担と考えて見たときに\n患者さんに負担をかけずに必要な情報を取り出す方法。あるいは患者さんに負担\nと感じさせないように服薬指導をする方法、どちらかをつけておくとかなり汎用\n性が高くなるのではないでしょうか。\n智弘"
        },
        {
          "id": 51,
          "date": "2025年03月21日",
          "week_number": 5,
          "content_raw": "【実習内容】\n＜実習目標＞\n共感の言葉と的確な情報提供\n＜実習内容＞\n軟膏\n服薬指導\n＜実施した内容 ・調べたこと＞\n肝臓　湿疹の原因は胆汁うっ血\nジャディアンスを投薬した初期には、クレアチニン値が上昇する\nNsaids 腎血流減少　急性腎不全\n＜考察・感想＞。\n他の薬剤師さんの服薬指導を見て、頓服で使ってもいいよと適宜調節して大丈夫\nだということや、帰ってすぐ飲んだ方がいいよとか、そういった説明が大切だと\n思ったので、これから実践していきたい。\nまた、肝臓からの湿疹に抗ヒスタミン薬が処方されていたが、原因が胆汁うっ血\nや、血液中のビリルビンが増加して痒みが出るという。\n\n【反省点】\n肝臓からの湿疹がの原因は本当に胆汁うっ血なのかよく分からなかった",
          "feedback": null
        },
        {
          "id": 52,
          "date": "2025年04月28日",
          "week_number": 11,
          "content_raw": "【実習内容】\n＜実習内容＞\n散剤 調剤\n眼軟膏\n排便コントロール不良 患者さん 服薬指導\n＜実施した内容 ・調べたこと＞\nセルフメディケーション 生理痛 薬\n顔面麻痺 ステロイド\nアセトアミノフェン 力価 １㎏ 10～１５ｍｇ\n生理痛 受診の目安 痛みが生活に支障をきたしている場合\n＜考察・感想＞\n今日は生理痛のOTC薬の販売、目の中に傷がある患者さん、排便コントロール不\n良の患者さんの服薬指導を行った。\n生理痛のOTC薬患がほしい患者さんには、薬は誰が使うのか、他に使用している\n薬をうかがった。その結果、40歳の女性の方が使い、他に使用している薬はない\nことを聞き取った。ロキソニンとカロナールを持ってきてどちらか使ったことあ\nりますか？と聞いたところ覚えていないそうだった。カロナールの方が入ってい\nる錠剤の量が多かったので、患者さんはカロナールを購入された。\n販売してから、妊娠/授乳/既往歴/副作用/薬の希望などもっと聞くべきことが沢\n山あったと思い反省した。カロナールの方がNsaidsよりも胃腸障害などの副作用\nが少ないからと思って販売したが、カロナールの方が鎮痛作用がロキソニンより\nも劣ることも伝えてから選んでもらえれば良かったと思った。また、服用中はア\nルコールの飲酒を控えることも伝えるべきだったと思う。\nまた、毎回強い痛みがある場合や市販薬でも痛みが治まらない場合は受診をする\nように伝えるべきだった。\nOTC薬の販売では、患者さんの症状にあっていて、購入したいものを購入しても\nらうと考えていたが、その薬が本当に患者さんにとって必要なのか、メリットが\nあるのかという視点が大切だと考えるようになった。\n今後、薬剤師として、OTC薬を販売する際は、患者さんがその薬が本当に必要な\nのか、受診するべきなのかを考え、注意点や副作用を説明し患者さんに選んでい\nただけるように、知識をつけていたい。\n目の中に傷がある患者さんは前回も処方された眼軟膏の処方だったが、少しペー\nスが早いと思ったので、残薬があるか確認すれば良かったと思った。\n排便コントロール不良の患者さんは坐剤が初めての処方だった。手で温めて、と\nがっている方からいれてくださいと言ったが、認知機能の低下がみられる患者さ\nんだったので、先端を少し濡らしたり、しゃがみこむと挿入しやすいことを細か\nく伝えた方が良かったと思った。\nまた、自分の認知機能の低下を悲しんでいるようで、そんなことないですよと言\nってしまったが、患者さんの考えを受け入れていないように感じられる可能性も\nあるので、もっと患者さんの気持ちを受け止めようと思った。\nまた、電話で坐剤が使えたかどうか、マグミットとセンノシドの使用方法を確認\nした。\n\n【反省点】\nOTCの販売をする際は、使用する方の年齢/性別/妊娠/授乳/既往歴/副作用/薬の\n希望などを聞く。\nNsaidsやアセトアミノフェン製剤はアルコールを控えるように伝える",
          "feedback": null
        },
        {
          "id": 53,
          "date": "2025年04月30日",
          "week_number": 11,
          "content_raw": "【実習内容】\n＜実習内容＞\n小児 散剤 計算\n小児 咳症状 服薬指導\n在宅訪問\n＜実施した内容 ・調べたこと＞\nフロモックス細粒 力価\n＜考察・感想＞\n今日は最後の在宅訪問だった。悪性リンパ腫の患者さんで、前回、咳症状や痰、\n夜に大腿部裏周辺の痛みがあった。\n4/2からプレドニゾロンが減量になったので、食欲が変化したり、倦怠感があっ\nたり、炎症による痛みが再燃していないかどうか心配だったが、食欲は前と変わ\nらず、倦怠感もなく、気温が上がるにつれて、痛みは緩和しているようだったの\nで、安心した。また、仙骨部の褥瘡も発赤はなく、アズノール軟膏を使用して、\n様子をみていくことになった。\nまた、報告書を作成し、ケアマネさんにファックスを送った。\n私が担当した在宅訪問では、ヘルパーさんなどが介入していなく、医師（通院）\nとケアマネさんの三人でのチーム医療だった。そのため、二週間に一回患者さん\n宅へ訪問する薬剤師の役割が大変重要だと思った。また、医師やケアマネさんへ\nの報告の際は2ヶ月の体調変化を日付ごとに分かりやすく、患者さんの主訴や客\n観的に見た痛みの様子、褥瘡の有無、残薬、処方変化後の様子などを記録し、よ\nり治療がスムーズにいくよう、伝えることが大切だと思った。\n在宅の患者さんでは、コミュニケーションがとりにくいこともあるので、どこが\n痛いのか許可を頂いて触ったり、褥瘡の部分を見せて頂いたりして、薬剤師がフ\nィジカルアセスメントを行うことの大切さを知った。在宅訪問に伺う前は、薬の\n効果や副作用の有無をメインで患者さんの状態を確認するものと思っていたが、\nそれだけではなく、普段の生活の様子からQOLを確認し、患者さんがより良い支\n援や治療を受けられるようにする役割があると思った。\n今後、在宅訪問を行うことがあれば、患者さんとの円滑なコミュニケーションを\n取り、信頼関係を築き、患者さんにどのようなサポートが必要なのか考えられる\n薬剤師になりたいと思った。\n\n【反省点】\nテオフィリンとカフェインとの相互作用を伝え忘れた。",
          "feedback": null
        },
        {
          "id": 54,
          "date": "2025年05月01日",
          "week_number": 11,
          "content_raw": "【実習内容】\n＜実習内容＞\n最終評価\n高血圧 脂質異常症 患者さん 服薬指導\n医薬品 発注業務\n＜実施した内容 ・調べたこと＞\nPPI 長期服用 副作用 下痢 胃がん\n＜考察・感想＞\n今日は最後の自己評価とフィードバックだった。振り返ると、薬物治療上の問題\n点と患者さんの主訴がごちゃごちゃになっていたので、患者さんの主訴は治療上\nどの程度デメリットがあるのか考える論理的思考が大切だと思った。また、薬物\n治療上の問題解決能力には基本的な経験則と臨機的な対応それぞれが組み合わさ\nって、出来上がるものだと思うので、まずは一つ一つの症例を丁寧に見ていくと\nころから、病院実習は始めようと思った。薬局では、少しずつ振り返りの方法を\n学んだので、病院実習でも継続して続けていきたい。\nまた、医薬品の発注の際に気を付けることは、\n季節ごとに使用される頻度が変わる医薬品があること\n麻薬の使用期限\n急性期に使用される医薬品はないと困る\n冷所品や麻薬は返品ができないこと\n薬価がどのくらいか\n薬がどの程度のペースで使用されるか\nなどを確認することが分かった。\nまた、高血圧の患者さんの服薬指導では、PPIが長期処方されていた。６０日処\n方が２～３回続けての処方だったので、難治性の逆流性食道炎かなと思ったが、\n聞くのを忘れてしまった。体調には異常がなく、血圧コントロールはできている\nようだった。\n\n【反省点】\n服薬指導の際に気になったことがあったが聞き忘れた。",
          "feedback": null
        },
        {
          "id": 55,
          "date": "2025年05月02日",
          "week_number": 11,
          "content_raw": "【実習内容】\n＜実習内容＞\n糖尿病患者さん 服薬指導\n一包化 可否\n＜実施した内容 ・調べたこと＞\nBMS ベアメタルステント DAPT 1か月\nDES  薬剤溶出性ステント DAPT  12か月\n心筋梗塞 急性期 MONA  モルヒネ アスピリン 硝酸薬 酸素\n虚血性心疾患 主に抗血小板薬\n＜考察・感想＞\n今日は最後の実習日だった。糖尿病の患者さんの服薬指導を行った。\n低血糖症状が出ていたことを先生に言えたと言っていた。グリメピリドは削除さ\nれており、その他の糖尿病治療薬は変わらずだった。\nこの患者さんは、バイアスピリンとエフィエント錠が長期間処方されていた。da\nptの使用はPCI後３－１２か月とされているが、高齢者の多くは、出血リスクが\nあるため、血栓発生リスクが高くなければ、三か月程度でsaptに切り替える。今\n回、切り替えがないということは、患者さんは血管イベントのリスクが高い。\n高血糖の持続と血糖値の急激な変動がイベント発生リスクを高めるとされている\n。また、血糖値を90 mg/dL 以上を維持し，180 mg/dL 未満を目標にコントロー\nルすることが推奨されている。\nそれを踏まえ、今までの服薬指導を振り返ると、低血糖症状が出ていた患者さん\nは血糖値の変動が激しいため、血管イベントのリスクが高かったと考えられる。\n患者さんは自己判断で服薬を中止していた。その判断はおそらく、正しいと考え\nられるが、正確な血糖値の変動を見てみないと確かなことは言えないので、その\n時点で先生と相談して、患者さんにどうするかを伝えるべきだったと感じた。\n\n【反省点】\n一包化の際に、お薬手帳がなかったので、処方箋と薬歴を見て、一包化と書いて\nあったので、一包化の薬を用意した。\nプラザキサは一包化不可の薬だったことが、後から判明した。このことから、処\n方箋と薬歴に一包化と書かれていたとしても、自分が一包化の不可を覚えていな\nい薬は都度確認してから一包化を行うべきだと感じた。",
          "feedback": null
        }
      ],
      "insights": [
        {
          "journal_id": 48,
          "type": "地域資源",
          "snippet": "ヘルパーさん、訪看さん、薬剤師が介入することで...情報の共有が大切だと再確認した",
          "reason": "薬局の壁を超えた多職種連携（地域資源）の価値を在宅現場で実感。"
        },
        {
          "journal_id": 52,
          "type": "伏線回収",
          "snippet": "在宅訪問に伺う前は、薬の効果や副作用の有無をメイン...それだけではなく、普段の生活の様子からQOLを確認し...",
          "reason": "自らの当初の思い込み（伏線）を、生活支援という新しい価値観で上書きしている。"
        }
      ],
      "growth_triggers": [
        {
          "date": "Week 1",
          "description": "【技術への集中】ピッキング、一包化、OSCE的な正解へのこだわりが記述の大部分を占める。"
        },
        {
          "date": "Week 11",
          "description": "【生活への翻訳】薬の適正化だけでなく、患者の心情、優先順位、生活QOLを基軸とした判断が優先されるようになる。"
        },
        {
          "date": "Week 5",
          "description": "【臨床への接続】薬理知識や薬歴情報が、目の前の患者への具体的なアプローチ（提案）へと繋がり始める。"
        }
      ],
      "settings": {
        "startDate": "2025-05-19",
        "endDate": "2025-08-01",
        "goal": "患者さん一人ひとりに寄り添った服薬指導ができるようになる",
        "interests": "在宅医療、多職種連携"
      }
    },
    {
      "id": 1770859069060,
      "name": "八木 果鈴",
      "settings": {
        "startDate": "2026-02-16",
        "endDate": "2026-05-03",
        "goal": "",
        "interests": "在宅医療、多職種連携、薬理学"
      },
      "journals": [
        {
          "id": 1771333410359,
          "date": "2026-02-16",
          "week_number": 1,
          "practical_content": "てんかん患者の子供がいらっしゃるお母さんへの服薬指導を見学した。レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。\n目の痛みやゴロゴロ感で受診された患者さんへの服薬指導を行った。ジクアス点眼液が処方されていた。効果や用法をわかりやすく説明することができたと考える。用法は1日4回の点眼であったが、ジクアス点眼液の効果が30分～1時間程度しか持続しないため目の乾きが気になったときに使用することができる。\n一包化の調剤を行った。朝食後11錠・夕食後4錠と一包の中身が多かったが、1包ずつ数量と異物混入の確認を行うことができたと考える。\nクリームとハッカ油の混合を行った。形状がだんだん液体になっていき、混合が難しかったが丁寧に調剤することができたと考える。\n処方解析を行った。β遮断薬・ARBを使用していることから慢性心不全、DPP-4阻害薬・ビグアナイド系薬を使用していることから糖尿病であると考えた。加えて、PPIや便秘治療薬、過活動性膀胱治療薬も使用していることから糖尿病の合併症として自律神経障害があると考えた。\n心疾患の患者さんへの服薬指導を行った。現在の体調や食事をとれているかを聞きながら服薬指導をすることができたと考える。\n",
          "unachieved_point": "ピッキングの際に剤形の違う薬を選んでしまった。処方箋との確認を正確に行うようにする。\n初回患者さんへの副作用歴・既往歴の確認を忘れてしまった。\n服薬指導で声の大きさの注意をしていただいた。高齢の患者さんの対応をする時には大きな声でゆっくり話す、配慮が必要な場合には適切な声の大きさ・トーンで話すように状況に応じて工夫をする。\n服用している薬についての副作用を気にされている患者さんがいた。自分では聞き逃してしまっていたので患者さんの不安な気持ちに寄り添えるようにしていきたい。",
          "content": "てんかん患者の子供がいらっしゃるお母さんへの服薬指導を見学した。レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。\n目の痛みやゴロゴロ感で受診された患者さんへの服薬指導を行った。ジクアス点眼液が処方されていた。効果や用法をわかりやすく説明することができたと考える。用法は1日4回の点眼であったが、ジクアス点眼液の効果が30分～1時間程度しか持続しないため目の乾きが気になったときに使用することができる。\n一包化の調剤を行った。朝食後11錠・夕食後4錠と一包の中身が多かったが、1包ずつ数量と異物混入の確認を行うことができたと考える。\nクリームとハッカ油の混合を行った。形状がだんだん液体になっていき、混合が難しかったが丁寧に調剤することができたと考える。\n処方解析を行った。β遮断薬・ARBを使用していることから慢性心不全、DPP-4阻害薬・ビグアナイド系薬を使用していることから糖尿病であると考えた。加えて、PPIや便秘治療薬、過活動性膀胱治療薬も使用していることから糖尿病の合併症として自律神経障害があると考えた。\n心疾患の患者さんへの服薬指導を行った。現在の体調や食事をとれているかを聞きながら服薬指導をすることができたと考える。\n",
          "instructor_notes": "",
          "feedback": "初日から本当にお疲れ様でした。\n初っ端から薬物療法のとても大切な話だったのではないかなと思います。さて\n>副作用であると断定するのは難しいと考えた。\n血中濃度のところも含めて見てくれていますので、とってもたくさん考えてくれたんだと思います。ありがとう。\nせっかくなので、『なぜ』難しいと考えたのか？を今度一緒にディスカッションしてみましょう。\n\n最初の1週間は慣れるのにとても体力を持ってかれたりします。風邪が流行ってるシーズンでもありますので、決して無理しないように頑張っていきましょう。\n\n智弘",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は実習初週で多くの経験を積んでおり、患者の状況を考慮した服薬指導を行う姿勢が見られます。レベチラセタムの副作用についての考察や、ジクアス点眼液の説明では、薬剤師としての基礎的な知識と応用能力が発揮されています。また、処方解析で複数の薬剤とその効果を考慮することで、患者さんへの理解を深めていることがわかります。",
              "growth_evidence": "学生は初回の実習でいくつかのミス（ピッキングの際の剤形の違い、副作用歴・既往歴の確認の忘れ）を経験しましたが、これらの経験から学び、改善点として特定する姿勢が見られます。特に、声の大きさの注意や患者さんの不安な気持ちに寄り添うための工夫は、学生が実習を通じて人間関係やコミュニケーションの重要性を理解し始めていることを示しています。",
              "attention_points": "学生はまだ実習の初期段階であり、ミスを恐れずに経験を積み、反省する姿勢が大切です。特に、処方箋との確認の徹底や、高齢患者さんへの対応については、引き続き指導とサポートが必要です。"
            },
            "mentoring_support": {
              "praise_points": "学生は初回の実習で多くの経験を積み、薬剤師としての基礎的な知識と応用能力を発揮しています。特に、患者さんの状況を考慮した服薬指導や処方解析での複数の薬剤とその効果の考慮は、高く評価できます。また、ミスから学び、改善点を特定する姿勢も褒められます。",
              "suggested_questions": [
                "学生はどのようにして患者の状況を考慮した服薬指導を行っているのでしょうか。",
                "学生が処方解析で複数の薬剤とその効果を考慮する際に、どのような点に注意しているのでしょうか。"
              ]
            },
            "mentoring_seeds": [
              "学生は引き続き、実習を通じて多くの経験を積み、薬剤師としての基礎的な知識と応用能力を高めていくことが重要です。",
              "学生が高齢患者さんへの対応について工夫する際に、どのような点に注意する必要があるかについて指導します。",
              "学生はミスから学び、改善点を特定する姿勢を維持し、実習を通じて成長していくことが期待できます。"
            ],
            "step0_drafts": [
              {
                "evidence": "レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は薬剤の作用と副作用を考慮し、患者さんの症状と関連付ける能力を示しています。"
              },
              {
                "evidence": "ジクアス点眼液の効果や用法をわかりやすく説明することができたと考える。",
                "level": 1,
                "concept_source": "SELF",
                "notes": "学生は薬剤の説明を行う基本的な能力を示しています。"
              }
            ]
          },
          "selected_seed": "学生は実習を通じて、薬剤師としての基礎的なスキルを身につけている。さらに、患者さんの不安な気持ちに寄り添えるようにするためのコミュニケーションスキルの向上を図る必要がある。",
          "step0_judgments": [
            {
              "evidence": "レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。",
              "level": 1,
              "concept_source": "MIXED"
            },
            {
              "evidence": "ジクアス点眼液の効果や用法をわかりやすく説明することができたと考える。",
              "level": 1,
              "concept_source": "SELF"
            }
          ]
        },
        {
          "id": 1771333579064,
          "date": "2026-02-17",
          "week_number": 1,
          "practical_content": "昨日調剤した、ヘパリン油性クリーム・クロベタゾールプロピオン酸クリーム（MYK）・ハッカ油を混合したものを確認すると、液体状のまま分離していた。水中油型であるMYKと油中水型であるヘパリン油性クリームを混合したため、乳化状態が崩れて水と油に分離してしまったと考えられる。今日改めて、水中油型であるヘパリンクリームを用いて調剤を行った。昨日調剤したものよりさらさら感の少ない液体であるように感じた。\n抗血栓薬プラザキサの吸湿性を実際に確かめてみる方法の検討を行った。PTP開封したもの・アルミのみ開封したもの・一包化したもの・乾燥剤を入れて一包化したものに分け、それぞれの性状・触感・重さの変化を観察することを考えた。温度と時間の経過に関して、IFより30℃/75%(相対湿度)及び 25℃/60%(相対湿度)で保存すると12時間で規格外となったとの報告がある。調剤室の温度・湿度から24時間や36時間後に観察することを考えましたが、小川先生の意見をお聞きしたいです。\n在宅患者さんの家へ付き添いで行かせてもらった。かなり多くの薬を飲まれていて、飲めていない薬もあるとお話されていた。\nロバスタチンを服用されている患者さんへの服薬指導を行った。患者さんの体調を聞きながら他の自然な話題も話すことができたと考える。\n小川先生の健康講座の付き添いで近くの食堂へ行った。インフルエンザとコロナそれぞれのワクチン・治療についての話で、コロナワクチンは治療よりも基礎疾患の増悪を防ぐことのできるとの話やコロナワクチンと認知症の関係についての話を熱心に聞いてくれていた。コロナウイルスがもつスパイス蛋白質はアルツハイマー病の原因物質であるβアミロイドを形成し蓄積される。\n木曜日に来局される患者さんの処方解析を行った。マグミット錠が処方されていて、制酸・緩下作用があり、水分を集めて便をやわらかくする。お腹が痛くなりにくく妊婦さんにも使用可能。\n抗菌薬の使用について、風邪症状で受診しても抗菌薬は不要な場合が多い。眼内注射後の抗菌薬投与がヒアルロン酸点眼に変化している。\n高尿酸血症の患者さん。過去の経験から薬の副作用をかなり気にされている様子だった。フェブキソスタットの服用を始めてから腰回りが痛くなった、薬をやめたら改善したから副作用ではないかとお話されていた。添付文書を見ると、副作用として関節痛の記載があるが、投与開始後3日で定常状態に達し、反復投与による蓄積性は認められなかったとあるので、フェブキソスタットの副作用であるとは難しいと考えた。",
          "unachieved_point": "薬の副作用に強い不安のある患者さんへの対応が難しかった。\n「数値が安定してるし、薬をやめられたら」とお医者さんに話したら「それは薬のおかげ」と言われたと話している方がいた。聞き逃してしまっていたので、落ち着いて患者さんのひとつひとつの話を聞けるようにする。",
          "content": "昨日調剤した、ヘパリン油性クリーム・クロベタゾールプロピオン酸クリーム（MYK）・ハッカ油を混合したものを確認すると、液体状のまま分離していた。水中油型であるMYKと油中水型であるヘパリン油性クリームを混合したため、乳化状態が崩れて水と油に分離してしまったと考えられる。今日改めて、水中油型であるヘパリンクリームを用いて調剤を行った。昨日調剤したものよりさらさら感の少ない液体であるように感じた。\n抗血栓薬プラザキサの吸湿性を実際に確かめてみる方法の検討を行った。PTP開封したもの・アルミのみ開封したもの・一包化したもの・乾燥剤を入れて一包化したものに分け、それぞれの性状・触感・重さの変化を観察することを考えた。温度と時間の経過に関して、IFより30℃/75%(相対湿度)及び 25℃/60%(相対湿度)で保存すると12時間で規格外となったとの報告がある。調剤室の温度・湿度から24時間や36時間後に観察することを考えましたが、小川先生の意見をお聞きしたいです。\n在宅患者さんの家へ付き添いで行かせてもらった。かなり多くの薬を飲まれていて、飲めていない薬もあるとお話されていた。\nロバスタチンを服用されている患者さんへの服薬指導を行った。患者さんの体調を聞きながら他の自然な話題も話すことができたと考える。\n小川先生の健康講座の付き添いで近くの食堂へ行った。インフルエンザとコロナそれぞれのワクチン・治療についての話で、コロナワクチンは治療よりも基礎疾患の増悪を防ぐことのできるとの話やコロナワクチンと認知症の関係についての話を熱心に聞いてくれていた。コロナウイルスがもつスパイス蛋白質はアルツハイマー病の原因物質であるβアミロイドを形成し蓄積される。\n木曜日に来局される患者さんの処方解析を行った。マグミット錠が処方されていて、制酸・緩下作用があり、水分を集めて便をやわらかくする。お腹が痛くなりにくく妊婦さんにも使用可能。\n抗菌薬の使用について、風邪症状で受診しても抗菌薬は不要な場合が多い。眼内注射後の抗菌薬投与がヒアルロン酸点眼に変化している。\n高尿酸血症の患者さん。過去の経験から薬の副作用をかなり気にされている様子だった。フェブキソスタットの服用を始めてから腰回りが痛くなった、薬をやめたら改善したから副作用ではないかとお話されていた。添付文書を見ると、副作用として関節痛の記載があるが、投与開始後3日で定常状態に達し、反復投与による蓄積性は認められなかったとあるので、フェブキソスタットの副作用であるとは難しいと考えた。",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は実習を通じて、調剤や服薬指導など薬剤師としての基礎的なスキルを身につけている。また、患者さんの複雑な状況に対して、積極的に学びたいという姿勢を見せている。学生は、複数の薬剤の混合や抗血栓薬の性質についての実験的思考を持ち、さらに在宅患者さんの服薬状況や健康講座への参加を通じて、患者さんとのコミュニケーションスキルを高めようとしている。",
              "growth_evidence": "学生は昨日の反省を活かし、今日は水中油型のヘパリンクリームを用いて調剤を行い、さらさら感の少ない液体であることを確認できた。さらに、抗血栓薬プラザキサの吸湿性についての実験方法を検討するなど、実験的思考を持ち、問題解決能力を高めている。薬の副作用や患者さんの不安に対して、理解を深め、コミュニケーションスキルを向上させようとしている。",
              "attention_points": "学生は薬の副作用に強い不安のある患者さんへの対応が難しかったことを反省点として挙げている。ただし、患者さんの話を聞き逃してしまっていたことを認識し、改善点として挙げている。指導者は、学生が落ち着いて患者さんの話を聞けるよう指導する必要がある。"
            },
            "mentoring_support": {
              "praise_points": "学生は実習を通じて積極的に学び、問題解決能力を高めている。また、患者さんとのコミュニケーションスキルを高めようとしていることが評価できる。",
              "suggested_questions": [
                "どのようにして患者さんの話を聞き逃してしまわないようにできるか?",
                "患者さんの不安な気持ちに寄り添えるようにするために、どのようなアプローチが有効か?"
              ]
            },
            "mentoring_seeds": [
              "患者さんの複雑な状況に対して、どのようにして対応するか?",
              "薬の副作用や患者さんの不安に対して、どのようにして理解を深めることができるか?",
              "学生が挙げた改善点について、どのようにして実践できるか?"
            ],
            "step0_drafts": [
              {
                "evidence": "学生は昨日の反省を活かし、今日は水中油型のヘパリンクリームを用いて調剤を行い、さらさら感の少ない液体であることを確認できた。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は実習を通じて、問題解決能力を高めている。"
              },
              {
                "evidence": "学生は抗血栓薬プラザキサの吸湿性についての実験方法を検討するなど、実験的思考を持ち、問題解決能力を高めている。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は実験的思考を持ち、問題解決能力を高めている。"
              }
            ]
          },
          "selected_seed": "学生は、薬の副作用に関する不安を持つ患者さんへの対応を学ぶために、より多くのケースを経験し、さまざまなアプローチを試してみることが必要である。",
          "feedback": "2日目ですが、すでに成長している部分が見れて正直びっくりしています。\n\n達成できなかった点に、聞き逃したとありますが、それは単に“視点・観点”の問題なので全く問題ないです。\nというのも、”視点・観点”は後からいくらでもインストール可能なので。\n→そう、今回は、”アドヒアランス”という視点・観点を見てもらいました。\n\n初日にお話しした『患者さんから学んでください』というのはある意味『さまざまな視点・観点をたくさん試してみるため。』と言い換えることができるかもしれませんね。\n\n１１週間経った後の八木さんがどんなふうに成長しているのか今から楽しみです。\n\n※プラザキサの件はいいですね〜明日具体化してみましょう！\n※木曜日の患者さんのけんは、おそらくマグミットはそのまDoだったと思うので、もう一つのリンデロンVGがなんなのか？を想像してみてくださいね。\n\n小川拝",
          "step0_judgments": [
            {
              "evidence": "学生は昨日の反省を活かし、今日は水中油型のヘパリンクリームを用いて調剤を行い、さらさら感の少ない液体であることを確認できた。",
              "level": 1,
              "concept_source": "ECHO"
            },
            {
              "evidence": "学生は抗血栓薬プラザキサの吸湿性についての実験方法を検討するなど、実験的思考を持ち、問題解決能力を高めている。",
              "level": 1,
              "concept_source": "ECHO"
            }
          ]
        },
        {
          "id": 1771502235600,
          "date": "2026-02-18",
          "week_number": 1,
          "practical_content": "昨日在宅の付き添いで行った患者さんの処方解析を行った。潰瘍性大腸炎の患者さんで一度に19錠も服用されている。\n潰瘍性大腸炎・クローン病は共に炎症性腸疾患であるが、潰瘍性大腸炎は粘膜(特に直腸)に病変、クローン病は口腔から肛門までの消化管に非連続的な病変がある点で違いがある。\n同時に処方されていたヘパリンクリーム・ステロイド・ハッカ油は、潰瘍性大腸炎の合併症の皮膚症状かずっと同じ体制でいることによる褥瘡のようなものではないかと考えたが、患者さんの生活状況を把握することが出来ていないので断定しづらい。\n抗不整脈薬を飲んでいる患者さんへの服薬指導を行った。体調と服薬状況を聞きながら薬の説明をすることができたと考える。\n経皮吸収製剤のネオキシテープは、抗コリン作用に加えてCa拮抗作用ももつので、膀胱平滑筋の収縮抑制・平滑筋細胞内へのCa流入抑制による平滑筋収縮抑制の効果が期待できる。\n高血圧の患者さんへの服薬指導を行った。患者さんの食生活のお話もしていただいた。\n明日来局予定の妊婦さんの処方解析を行った。以前よりマグミットが処方されていて、今回からリンデロンVGが追加されている。妊娠中は黄体ホルモンプロゲステロンの分泌が多くなり腸の働きが低下することや、子宮が内臓を圧迫することによって便秘になりやすい。リンデロンVGの追加理由として、便秘の継続による肛門部の炎症ではないかと考えた。\n血清クレアチニンは筋肉の量に依存するので、もともと筋肉量の少ない女性や高齢者、低体重だと低く出やすい。つまり、血清クレアチニン値が性状であっても本当は腎機能が低下していることがある。血清クレアチニンからクレアチニンクリアランスを求めれば性別や年齢、体重を考慮して腎機能を評価することができる。",
          "unachieved_point": "処方されている薬のつながりを考えて服薬指導に生かす。\n",
          "content": "昨日在宅の付き添いで行った患者さんの処方解析を行った。潰瘍性大腸炎の患者さんで一度に19錠も服用されている。\n潰瘍性大腸炎・クローン病は共に炎症性腸疾患であるが、潰瘍性大腸炎は粘膜(特に直腸)に病変、クローン病は口腔から肛門までの消化管に非連続的な病変がある点で違いがある。\n同時に処方されていたヘパリンクリーム・ステロイド・ハッカ油は、潰瘍性大腸炎の合併症の皮膚症状かずっと同じ体制でいることによる褥瘡のようなものではないかと考えたが、患者さんの生活状況を把握することが出来ていないので断定しづらい。\n抗不整脈薬を飲んでいる患者さんへの服薬指導を行った。体調と服薬状況を聞きながら薬の説明をすることができたと考える。\n経皮吸収製剤のネオキシテープは、抗コリン作用に加えてCa拮抗作用ももつので、膀胱平滑筋の収縮抑制・平滑筋細胞内へのCa流入抑制による平滑筋収縮抑制の効果が期待できる。\n高血圧の患者さんへの服薬指導を行った。患者さんの食生活のお話もしていただいた。\n明日来局予定の妊婦さんの処方解析を行った。以前よりマグミットが処方されていて、今回からリンデロンVGが追加されている。妊娠中は黄体ホルモンプロゲステロンの分泌が多くなり腸の働きが低下することや、子宮が内臓を圧迫することによって便秘になりやすい。リンデロンVGの追加理由として、便秘の継続による肛門部の炎症ではないかと考えた。\n血清クレアチニンは筋肉の量に依存するので、もともと筋肉量の少ない女性や高齢者、低体重だと低く出やすい。つまり、血清クレアチニン値が性状であっても本当は腎機能が低下していることがある。血清クレアチニンからクレアチニンクリアランスを求めれば性別や年齢、体重を考慮して腎機能を評価することができる。",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は、潰瘍性大腸炎患者さんの処方解析を行い、病状と薬の関係性について考察している。また、抗不整脈薬や高血圧の患者さんへの服薬指導を行った。さらに、妊婦さんの処方解析において、便秘の原因とリンデロンVGの処方について推論し、血清クレアチニン値の評価方法についても理解を深めている。学生は、薬の副作用に関する不安を持つ患者さんへの対応についても考えており、処方されている薬のつながりを考えて服薬指導に生かすことを目標としていることがわかる。",
              "growth_evidence": "学生は、前回の指導内容を踏まえて、実践的な経験を積み、薬の副作用に関する不安を持つ患者さんへの対応について考えるようになった。学生の学習成果は、薬剤師としての基本的な知識と、実践的なアプローチの両面で成長が見られる。",
              "attention_points": "学生は、患者さんの生活状況を把握することが出来ていないことや、処方解析において断定しづらい点があることを認識している。学生は、これらの点を改善するために、より多くのケースを経験し、さまざまなアプローチを試してみる必要がある。"
            },
            "mentoring_support": {
              "praise_points": "学生は、実践的な経験を積み、薬剤師としての基本的な知識と実践的なアプローチの両面で成長を示している。特に、処方解析や服薬指導についての理解度が高まっていることが褒められる。",
              "suggested_questions": [
                "学生は、患者さんの生活状況を把握するために、どのようなアプローチを取ることができるでしょうか。",
                "学生は、処方解析において、どのような点に注意する必要があるでしょうか。"
              ]
            },
            "mentoring_seeds": [
              "学生は、薬の副作用に関する不安を持つ患者さんへの対応について、より多くのケースを経験し、さまざまなアプローチを試してみることが必要である。",
              "学生は、処方解析において、患者さんの生活状況や病状を考慮することが重要である。",
              "学生は、服薬指導において、患者さんの理解度や従来性を考慮することが必要である。"
            ],
            "step0_drafts": [
              {
                "evidence": "潰瘍性大腸炎の患者さんの処方解析を行った。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は、病状と薬の関係性について考察している。"
              },
              {
                "evidence": "抗不整脈薬や高血圧の患者さんへの服薬指導を行った。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は、実践的な経験を積み、薬剤師としての基本的な知識を応用している。"
              },
              {
                "evidence": "妊婦さんの処方解析において、便秘の原因とリンデロンVGの処方について推論した。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は、病状と薬の関係性について考察し、推論能力を示している。"
              }
            ]
          },
          "selected_seed": "学生の成長を促進するためには、継続的にフィードバックを提供し、学習の機会を与えることが重要です。将来的には、学生がより自立して学び、実践する姿勢を養うことが目標です。",
          "feedback": "本当にすごいですね。\nどの薬が何のために出されているのか 繋がり始めてますね。私たち薬局の薬剤師はその推論を何度も繰り返して 処方箋だけという少ない情報から患者さんの背景を服薬指導 前に想像していきます。\n\n八木さんもぜひ 患者さんと答え合わせをしてみてくださいね。\n\nともひろ",
          "step0_judgments": [
            {
              "evidence": "潰瘍性大腸炎の患者さんの処方解析を行った。",
              "level": 1,
              "concept_source": "MIXED"
            },
            {
              "evidence": "抗不整脈薬や高血圧の患者さんへの服薬指導を行った。",
              "level": 1,
              "concept_source": "MIXED"
            },
            {
              "evidence": "妊婦さんの処方解析において、便秘の原因とリンデロンVGの処方について推論した。",
              "level": 2,
              "concept_source": "MIXED"
            }
          ]
        },
        {
          "id": 1771502342729,
          "date": "2026-02-19",
          "week_number": 1,
          "practical_content": "在宅患者さんの家に行き、クリームは脚と背中に塗っていると教えていただいた。皮膚の乾燥は気になったが、そこまでひどい状態ではなかったので、潰瘍性大腸炎の合併症である壊疽性膿皮症とは言い難いと考えた。\n継続した便秘症状のある妊婦さんへの服薬指導を行った。体調や薬の効果をプライバシーに配慮しながら聞くことができたと考える。妊婦さんへの服薬指導では出産後の授乳も視野にいれて服薬指導を行う。\nリンデロンVG軟膏はリンデロンV軟膏に抗菌薬が追加されたもの。リンデロンVG軟膏は耐性菌が出現してしまう可能性もあるため、細菌感染が明らかではない場合には使わない。\n服薬指導を行った。薬歴にあった、患者さんが以前気にされていた症状の確認を行いながら行うことができたと考える。\nトラクリアによる心疾患の副作用がでることのある患者さん。服薬指導時の確認事項として息苦しさの有無や程度、体重変化の確認を行う。今回から利尿薬が減量になっているので、以前、利尿薬を中止した際に現われたトラクリアの副作用に特に注意する。30分に1回お手洗いに行くとの話もあり、便秘で救急病院へ行ったのは利尿薬の量が多かった可能性があるのではないかと考えた。",
          "unachieved_point": "ピッキング時に製薬会社名まで確認する。",
          "content": "在宅患者さんの家に行き、クリームは脚と背中に塗っていると教えていただいた。皮膚の乾燥は気になったが、そこまでひどい状態ではなかったので、潰瘍性大腸炎の合併症である壊疽性膿皮症とは言い難いと考えた。\n継続した便秘症状のある妊婦さんへの服薬指導を行った。体調や薬の効果をプライバシーに配慮しながら聞くことができたと考える。妊婦さんへの服薬指導では出産後の授乳も視野にいれて服薬指導を行う。\nリンデロンVG軟膏はリンデロンV軟膏に抗菌薬が追加されたもの。リンデロンVG軟膏は耐性菌が出現してしまう可能性もあるため、細菌感染が明らかではない場合には使わない。\n服薬指導を行った。薬歴にあった、患者さんが以前気にされていた症状の確認を行いながら行うことができたと考える。\nトラクリアによる心疾患の副作用がでることのある患者さん。服薬指導時の確認事項として息苦しさの有無や程度、体重変化の確認を行う。今回から利尿薬が減量になっているので、以前、利尿薬を中止した際に現われたトラクリアの副作用に特に注意する。30分に1回お手洗いに行くとの話もあり、便秘で救急病院へ行ったのは利尿薬の量が多かった可能性があるのではないかと考えた。",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は在宅患者さんへの訪問や服薬指導を通じて、実践的な経験を積んでいます。皮膚の乾燥や便秘症状についての観察や、妊婦さんへの服薬指導における出産後の授乳への配慮など、患者さんの全体的な健康状態を考慮した指導を行っています。また、リンデロンVG軟膏やトラクリアによる心疾患の副作用についての理解も示されており、薬剤師としての基本的な知識と実践の繋がりを感じます。",
              "growth_evidence": "学生は実習を通じて、患者さんとのコミュニケーションや薬剤の副作用についての理解を深めています。特に、トラクリアの副作用についての考察や、利尿薬の減量と便秘との関連性についての思考が成長の兆しと言えるでしょう。",
              "attention_points": "ピッキング時の確認事項については、まだ改善の余地があるようです。製薬会社名まで確認することの重要性を再確認し、将来的にはこの点も徹底して行えるようになるでしょう。"
            },
            "mentoring_support": {
              "praise_points": "学生は在宅患者さんへの訪問や服薬指導を通じて、実践的な経験を積み、患者さんの全体的な健康状態を考慮した指導を行っています。これらの取り組みは、高く評価するべき点です。",
              "suggested_questions": [
                "学生さんの実習経験から、患者さんとのコミュニケーションで最も重要な点は何だと思いますか？",
                "薬剤の副作用について、どのようにして情報を集め、患者さんに説明しているでしょうか。"
              ]
            },
            "mentoring_seeds": [
              "学生が将来的に達成すべき目標として、患者さんへの 個別化されたケアを提供する能力の向上を掲げる。",
              "実習を通じて得られた経験をもとに、学生が自身の強みと弱みを自覚し、自主的に学習計画を立てることを促す。",
              "薬剤師としての倫理観と、患者さんとの信頼関係構築についての意識を高めることを目指す。"
            ],
            "step0_drafts": [
              {
                "evidence": "在宅患者さんの家に行き、クリームは脚と背中に塗っていると教えていただいた。",
                "level": 1,
                "concept_source": "SELF",
                "notes": "学生は実習を通じて具体的な経験を積み、事実描写レベルの記述が見られます。"
              },
              {
                "evidence": "トラクリアによる心疾患の副作用がでることのある患者さん。服薬指導時の確認事項として息苦しさの有無や程度、体重変化の確認を行う。",
                "level": 2,
                "concept_source": "MIXED",
                "notes": "学生は薬剤の副作用についての理解を示し、患者さんへの服薬指導を具体的に行っている様子が見られます。"
              }
            ]
          },
          "selected_seed": "学生の成長を促進するための継続的なフィードバックと学習の機会の提供について、将来的にはどのようなアプローチが取れるか考えていく必要があります。",
          "feedback": "＞壊疽性膿皮症とは言い難いと考えた。\nなるほど。質問の主旨としては病態の確認を含んでいたんだね。そうなると、おそらく一番ひどい場所は見せてないかもしれないね。患者さんは、質問された“塗る場所”を答えてくれた感じだったかも。。。\n\n＞妊婦さんへの服薬指導では出産後の授乳も視野にいれて服薬指導を行う。\nこれすごく大切かも。妊娠→出産はすぐにできる話ではないので、身近なところで、たとえば、お母さんに妊娠中のあれこれを聞いてみるのも良いかもしれませんね。\n\n＞細菌感染が明らかではない場合には使わない。\nなるほど。ちょっとだけフォローしますね。\n真菌感染（増悪）が疑わしい場合には使わないけど、むしろ、細菌感染のリスクがない場合にリンデロンV・ある場合にリンデロンVGを使うから『明らか』→発赤・腫脹・熱感・疼痛・機能障害・膿・異臭・治癒遅延・圧痛がなくても汚れたものからの負傷や咬傷などにはすぐ使うかも。（昨日のAMRとちょっと混ざっているかも。）\n\n＞ピッキング時のメーカー名\nある意味、今の薬局の特有の問題かもしれませんね。\n流通不全で複数メーカーを利用している品目がいくつかあります。\n経営や医療安全としては、一社に絞るのが望ましいように思いますが、供給が滞るくらいなら。。。と、状況的にどうしても仕方ないとはいえ、本来いらない心配と思いたい部分ですね。\n\n智弘",
          "step0_judgments": [
            {
              "evidence": "在宅患者さんの家に行き、クリームは脚と背中に塗っていると教えていただいた。",
              "level": 1,
              "concept_source": "MIXED"
            },
            {
              "evidence": "トラクリアによる心疾患の副作用がでることのある患者さん。服薬指導時の確認事項として息苦しさの有無や程度、体重変化の確認を行う。",
              "level": 1,
              "concept_source": "ECHO"
            }
          ]
        },
        {
          "id": 1771632748679,
          "date": "2026-02-20",
          "week_number": 1,
          "practical_content": "高血圧・骨粗鬆症の患者さんの服薬指導を行った。患者さんがつけていた血圧記録を確認しながら行うことができたと考える。気にされていた一時的な血圧の低下と薬の継続の有無について考察することができたと考える。\n吸入薬・インスリン注射などは患者さん自身で行うため、正しい手技と管理方法を理解してもらう。薬剤師が責任をもって患者さんに教える。\nミノドロン酸は朝の食事前にコップ一杯の水で服用、服用後30分は横にならない、飲み忘れに気づいた日の翌朝に服用するとの記載がある。コップ一杯の水で服用・服用後30分は横にならない→食道粘膜を刺激しやすいミノドロン酸による食道炎を防ぐため。飲み忘れに気づいた日の翌朝に服用→吸収率が低い薬であること、ミネラルの多い食品や牛乳とキレート形成によりさらに吸収率が低くなることを防ぐため。骨吸収抑制作用をもつため、歯医者に行くときは要注意。\n在宅患者さんの件について、デュロキセチンはSNRIで抗コリン作用が抑えられている薬ではあるが、口渇の訴えが以前あったこと・添付文書に副作用として記載のあることから今後注意した方が良いと考えた。",
          "unachieved_point": "服薬指導した患者さんが用法を理解しているのかただちょっと忘れてしまっただけなのか、どちらの可能性も考える。",
          "content": "高血圧・骨粗鬆症の患者さんの服薬指導を行った。患者さんがつけていた血圧記録を確認しながら行うことができたと考える。気にされていた一時的な血圧の低下と薬の継続の有無について考察することができたと考える。\n吸入薬・インスリン注射などは患者さん自身で行うため、正しい手技と管理方法を理解してもらう。薬剤師が責任をもって患者さんに教える。\nミノドロン酸は朝の食事前にコップ一杯の水で服用、服用後30分は横にならない、飲み忘れに気づいた日の翌朝に服用するとの記載がある。コップ一杯の水で服用・服用後30分は横にならない→食道粘膜を刺激しやすいミノドロン酸による食道炎を防ぐため。飲み忘れに気づいた日の翌朝に服用→吸収率が低い薬であること、ミネラルの多い食品や牛乳とキレート形成によりさらに吸収率が低くなることを防ぐため。骨吸収抑制作用をもつため、歯医者に行くときは要注意。\n在宅患者さんの件について、デュロキセチンはSNRIで抗コリン作用が抑えられている薬ではあるが、口渇の訴えが以前あったこと・添付文書に副作用として記載のあることから今後注意した方が良いと考えた。",
          "instructor_notes": "指摘されたこと以外についての振り返りが出来ていないように思う。",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は患者さんとの実習において、服薬指導の重要性や薬剤の正しい使用方法について考察しています。また、在宅患者さんの服薬についても注意点を考慮し、責任ある薬剤師としての姿勢を見せています。学生は実習を通じて、患者さんとのコミュニケーションや薬剤の管理について学び成長しています。",
              "growth_evidence": "学生は前回と比較して、より多くの実習内容や患者さんの管理について考察するようになりました。特に、ミノドロン酸やデュロキセチンの服用方法についての理解度が高まっていることがわかります。",
              "attention_points": "学生はまだ服薬指導した患者さんが用法を理解しているのかについて疑問を持っています。この点について、学生の理解度を高めるためのサポートが必要です。"
            },
            "mentoring_support": {
              "praise_points": "学生は実習を通じて、責任ある薬剤師としての姿勢を見せています。患者さんとのコミュニケーションや薬剤の管理についても学び成長しています。特に、ミノドロン酸やデュロキセチンの服用方法についての理解度が高まっていることは高く評価できます。",
              "suggested_questions": [
                "患者さんとのコミュニケーションを通じて、学生はどのようなことについて学んだと考えていますか?",
                "学生は在宅患者さんの服薬管理について、どのような点に注意する必要があると考えますか?"
              ]
            },
            "mentoring_seeds": [
              "学生は将来的に、どのような患者さんとの関係を築きたいと考えていますか?",
              "学生は実習を通じて、薬剤師としての役割についてどのような学びを得ましたか?"
            ],
            "step0_drafts": [
              {
                "evidence": "高血圧・骨粗鬆症の患者さんの服薬指導を行った",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は患者さんの病状と服薬指導について考察しています"
              },
              {
                "evidence": "ミノドロン酸の服用方法についての理解度が高まっている",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は薬剤の管理について学び成長しています"
              }
            ]
          },
          "selected_seed": "学生は将来的に、どのような患者さんとの関係を築きたいと考えていますか?",
          "feedback": "今日も日誌ありがとうございます。\n初日の反省なのかな？やや日誌が簡素化されてきているような(笑)\nスケジュールに吸入・注射デバイスの手技とか、自己評価などを入れても良いと思いますよ。\n\nということで、今日は一回目の自己評価をしていただきました。火曜日にフィーバックしますね。2週目と中盤と最終週で行います。\n八木さんの成長を見ていくためのものなのでよろしくお願いします。\n\n＞服薬指導した患者さんが用法を理解しているのかただちょっと忘れてしまっただけなのか、どちらの可能性も考える。\nこれちゃんと挙げてくれていてうれしいです。\nこの患者さんの言動をアセスメントする能力とても大切になってくるのでぜひいろいろ考えてみましょう。",
          "step0_judgments": [
            {
              "evidence": "高血圧・骨粗鬆症の患者さんの服薬指導を行った",
              "level": 1,
              "concept_source": "SELF"
            },
            {
              "evidence": "ミノドロン酸の服用方法についての理解度が高まっている",
              "level": 1,
              "concept_source": "MIXED"
            }
          ]
        },
        {
          "id": 1772022286959,
          "date": "2026-02-24",
          "week_number": 2,
          "practical_content": "服薬指導を行った。Hb10.2(基準値11-15)、Ht33.1(基準値35-45)より少し貧血気味。処方されたリオナ錠は高リン血症と鉄欠乏性貧血に適応がある。リオナ錠は朝食直後に服用する。食直後とは食事が終わってすぐに服用すること、食後とは食事が終わって20-30分後までに服用すること。鉄欠乏性貧血に適応のあるフェロミアを今回選択しなかった理由について、フェロミア錠は二価鉄で酸性環境でよく吸収、リオナ錠はpHによる影響を受けにくい。加えて、患者さんが以前から酸化マグネシウムを自己調節で服用している。酸化マグネシウムの制酸作用によりpHが上昇されるとフェロミア錠の吸収が低下が予想されることからリオナ錠を選択したと考えた。\nDPIとpMDIについて、DPIは粉末なのである程度の吸気力が必要になる。pMDIはエアゾールを噴射するので吸気力の低い子供や高齢者でも使用しやすくスペーサーを使用することで吸入しやすくなったり口の副作用を減らしたりすることができる。\nOTCの点眼薬について、患者さんに紹介した3種類のうち一番清涼感のあるアルガードEXだけ検証を抑える成分としてアズレンスルホン酸ナトリウム水和物が使用され、他の2種類はグリチルリチン酸二カリウムが使用されていた。グリチルリチン酸は抗炎症作用が中心、アズレン散は清涼感による軽い刺激などを和らげる効果も加えられている。\nOTCの口内炎の薬について、口内軟膏・パッチ・飲み薬がある。ステロイド配合のものは痛みや腫れが強く炎症を早く抑えたい時に使う。繰り返される場合にはビタミンが補給できるような飲み薬も検討。\nOTCの胃薬について、ナトリウムフリーのものは、高血圧・心疾患患者さんでも使用しやすかったりむくみにくいなどのメリットがある。酸化マグネシウムフリーのものは下痢のリスクが少なかったり腎機能が低下している人でも使用できるなどのメリットがある。\nニューキノロン系の副作用として抗GABA作用による痙攣や脳症がおこることがある。NSAIDsを併用している場合には血管拡張作用のあるプロスタグランジンが抑制され、腎機能が低下するために副作用が増強する。",
          "unachieved_point": "朝食直後と朝食後を区別する\nOTCで症状をくわしく聞くこと",
          "content": "服薬指導を行った。Hb10.2(基準値11-15)、Ht33.1(基準値35-45)より少し貧血気味。処方されたリオナ錠は高リン血症と鉄欠乏性貧血に適応がある。リオナ錠は朝食直後に服用する。食直後とは食事が終わってすぐに服用すること、食後とは食事が終わって20-30分後までに服用すること。鉄欠乏性貧血に適応のあるフェロミアを今回選択しなかった理由について、フェロミア錠は二価鉄で酸性環境でよく吸収、リオナ錠はpHによる影響を受けにくい。加えて、患者さんが以前から酸化マグネシウムを自己調節で服用している。酸化マグネシウムの制酸作用によりpHが上昇されるとフェロミア錠の吸収が低下が予想されることからリオナ錠を選択したと考えた。\nDPIとpMDIについて、DPIは粉末なのである程度の吸気力が必要になる。pMDIはエアゾールを噴射するので吸気力の低い子供や高齢者でも使用しやすくスペーサーを使用することで吸入しやすくなったり口の副作用を減らしたりすることができる。\nOTCの点眼薬について、患者さんに紹介した3種類のうち一番清涼感のあるアルガードEXだけ検証を抑える成分としてアズレンスルホン酸ナトリウム水和物が使用され、他の2種類はグリチルリチン酸二カリウムが使用されていた。グリチルリチン酸は抗炎症作用が中心、アズレン散は清涼感による軽い刺激などを和らげる効果も加えられている。\nOTCの口内炎の薬について、口内軟膏・パッチ・飲み薬がある。ステロイド配合のものは痛みや腫れが強く炎症を早く抑えたい時に使う。繰り返される場合にはビタミンが補給できるような飲み薬も検討。\nOTCの胃薬について、ナトリウムフリーのものは、高血圧・心疾患患者さんでも使用しやすかったりむくみにくいなどのメリットがある。酸化マグネシウムフリーのものは下痢のリスクが少なかったり腎機能が低下している人でも使用できるなどのメリットがある。\nニューキノロン系の副作用として抗GABA作用による痙攣や脳症がおこることがある。NSAIDsを併用している場合には血管拡張作用のあるプロスタグランジンが抑制され、腎機能が低下するために副作用が増強する。",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は服薬指導やOTCの内容について、具体的な事例を挙げながら理解を深めていることがわかる。リオナ錠とフェロミアの違いについての理解や、DPIとpMDI、OTCの点眼薬や口内炎・胃薬についての説明は、患者さんの具体的な状態に応じた選択肢を理解していることを示している。さらに、ニューキノロン系の副作用やNSAIDsとの併用についての理解は、薬剤師としての危険性を把握し、適切な指導を行う姿勢が見受けられる。",
              "growth_evidence": "学生は実習内容に具体的に触れており、達成できた点と達成できなかった点を明確に区別している。達成できなかった点については具体的な改善点を挙げている。これは、自らの成長点と改善点を自ら認識し、努力する姿勢があることを示唆している。さらには、患者さんの個々の状態に応じた指導を心がけていることがわかり、将来的に築きたい患者さんとの関係についても考慮していることがうかがえる。",
              "attention_points": "学生は朝食直後と朝食後を区別すること、OTCで症状をくわしく聞くことを改善点として挙げている。指導者は、これらの点について具体的なアドバイスや練習の機会を提供することで、学生のスキルをさらに高めることができる。"
            },
            "mentoring_support": {
              "praise_points": "学生は実習内容を具体的に記述し、理解度を高める努力が見られる。さらに、患者さんの個々の状態に応じた指導を心がけていることがわかり、これらの点については高い評価ができる。",
              "suggested_questions": [
                "学生は、将来的にどのような患者さんとの関係を築きたいと考えていますか?具体的なイメージを共有してみましょう。",
                "学生が挙げた改善点について、具体的な対策を練ってみましょう。朝食直後と朝食後を区別するための方法や、OTCで症状をくわしく聞くための質問例などについて議論してみましょう。"
              ]
            },
            "mentoring_seeds": [
              "学生は、将来的にどのような患者さんとの関係を築きたいと考えていますか?これについてさらに深掘りしてみましょう。",
              "学生が挙げた改善点について、具体的な対策を練ってみましょう。朝食直後と朝食後を区別するための方法や、OTCで症状をくわしく聞くための質問例などについて議論してみましょう。",
              "学生は、患者さんの個々の状態に応じた指導を心がけていることがわかります。さらに、ニューキノロン系の副作用やNSAIDsとの併用についての理解を深めるために、具体的な事例を探してみましょう。"
            ],
            "step0_drafts": [
              {
                "evidence": "服薬指導を行った。Hb10.2(基準値11-15)、Ht33.1(基準値35-45)より少し貧血気味。処方されたリオナ錠は高リン血症と鉄欠乏性貧血に適応がある。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は、患者さんの血液検査値を具体的に記述し、リオナ錠の適応について理解していることがわかる。"
              },
              {
                "evidence": "OTCの点眼薬について、患者さんに紹介した3種類のうち一番清涼感のあるアルガードEXだけ検証を抑える成分としてアズレンスルホン酸ナトリウム水和物が使用され、他の2種類はグリチルリチン酸二カリウムが使用されていた。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は、OTCの点眼薬について具体的な成分の違いを理解していることがわかる。"
              }
            ]
          },
          "selected_seed": "学生が挙げた改善点について、具体的な対策を練ってみましょう。朝食直後と朝食後を区別するための方法や、OTCで症状をくわしく聞くための質問例などについて議論してみましょう。",
          "step0_judgments": [
            {
              "evidence": "服薬指導を行った。Hb10.2(基準値11-15)、Ht33.1(基準値35-45)より少し貧血気味。処方されたリオナ錠は高リン血症と鉄欠乏性貧血に適応がある。",
              "level": 1,
              "concept_source": "ECHO"
            },
            {
              "evidence": "OTCの点眼薬について、患者さんに紹介した3種類のうち一番清涼感のあるアルガードEXだけ検証を抑える成分としてアズレンスルホン酸ナトリウム水和物が使用され、他の2種類はグリチルリチン酸二カリウムが使用されていた。",
              "level": 1,
              "concept_source": "SELF"
            }
          ],
          "feedback": "リオナの振り返り良い方向性ですね。\n深さが上がっているように思います！\n\nそれから、今日は最初の評価を行いました。\nあくまでも日々の行動（パフォーマンス）から評価になりますので、実際にやったかどうか？です。\nかなりしっかりお伝えしたので、わからなくなったら概略評価をよく読んでいつでも質問してくださいね。\n\nあ、あと、おすすめの日誌の書き方として失敗談も載せてみると振り返りとしての日誌の意味合いが深くなりますよ。\n\n智弘。"
        },
        {
          "id": 1772022546756,
          "date": "2026-02-25",
          "week_number": 2,
          "practical_content": "マグネシウムと鉄の関係について、マグネシウムによるpH上昇により鉄の吸収が阻害されることがある。服用間隔をあけることで相互作用を避けることができる。\n突発性拡張型心筋症の患者さんへの服薬指導をおこなった。ロサルタンとグレープフルーツの組み合わせで降圧作用が減弱する恐れがある。他に薬と飲み物の組み合わせが良くないものとして、ニューキノロン系･テトラサイクリン系抗菌薬と牛乳(カルシウム)、キレート形成により吸収低下。テオフィリンとカフェイン、中枢神経刺激作用増強による中毒症状がある。\n低用量アスピリンは、血小板COX-1を阻害し血小板凝集作用のあるトロンボキサンA2を阻害、血小板凝集が抑制される。血小板には核がなくCOXの再合成ができない。対して、高用量アスピリンはCOX-1,2を阻害し血小板だけでなく全身にも分布するので抗炎症・解熱鎮痛作用を得ることができる。また、核のある炎症細胞にも分布するのでCOXが再合成される。\n徐放型製剤であるオキシコンチン錠は強固で粉砕しにくい水に溶かしてもゲル状にしかならない特徴がある。このようなつくりが乱用防止につながる。\n朝服用している骨の薬と同じタイミングで夕食後服用のアムロジピンとプラバスタチンを服用できないかについて。アムロジピンは6時間後にTmax、半減期が36時間と長い。交感神経活性化により血圧が上がりやすい朝に薬の効果を得たいと考えると夕食後に服用するのが良い。患者さんのお話の中で「血圧測るけど数値忘れちゃう」とあったので、仮に朝食後服用にしていくならばもう少し血圧変化を気にしてもらう必要があるのではないかと考えた。プラバスタチンについて、コレステロール生成が活発になる夜間に効果を得たいので夕食後の投与が一般的。一部のスタチン系の薬(アトルバスタチン)では朝・夕方投与による治療効果に差が無いとの研究結果があるが、CYP阻害薬との相互作用が多い。半減期にも大きな差があるため、このままの用法で服薬してもらうのが良いのではないかと考えた。\nレボフロキサシン、バラシクロビルは腎機能低下患者(女性・高齢・低体重)での投与量に注意する。",
          "unachieved_point": "レボフロキサシンの用法・用量の疑義照会、次来たら自分で気づけるようにする\n今日はたまたま患者さんに余計な不安を与えないように服薬指導をすることができたが(突発性拡張型心筋症の患者さんのARB)、明確な理由をもってできるようにする",
          "content": "マグネシウムと鉄の関係について、マグネシウムによるpH上昇により鉄の吸収が阻害されることがある。服用間隔をあけることで相互作用を避けることができる。\n突発性拡張型心筋症の患者さんへの服薬指導をおこなった。ロサルタンとグレープフルーツの組み合わせで降圧作用が減弱する恐れがある。他に薬と飲み物の組み合わせが良くないものとして、ニューキノロン系･テトラサイクリン系抗菌薬と牛乳(カルシウム)、キレート形成により吸収低下。テオフィリンとカフェイン、中枢神経刺激作用増強による中毒症状がある。\n低用量アスピリンは、血小板COX-1を阻害し血小板凝集作用のあるトロンボキサンA2を阻害、血小板凝集が抑制される。血小板には核がなくCOXの再合成ができない。対して、高用量アスピリンはCOX-1,2を阻害し血小板だけでなく全身にも分布するので抗炎症・解熱鎮痛作用を得ることができる。また、核のある炎症細胞にも分布するのでCOXが再合成される。\n徐放型製剤であるオキシコンチン錠は強固で粉砕しにくい水に溶かしてもゲル状にしかならない特徴がある。このようなつくりが乱用防止につながる。\n朝服用している骨の薬と同じタイミングで夕食後服用のアムロジピンとプラバスタチンを服用できないかについて。アムロジピンは6時間後にTmax、半減期が36時間と長い。交感神経活性化により血圧が上がりやすい朝に薬の効果を得たいと考えると夕食後に服用するのが良い。患者さんのお話の中で「血圧測るけど数値忘れちゃう」とあったので、仮に朝食後服用にしていくならばもう少し血圧変化を気にしてもらう必要があるのではないかと考えた。プラバスタチンについて、コレステロール生成が活発になる夜間に効果を得たいので夕食後の投与が一般的。一部のスタチン系の薬(アトルバスタチン)では朝・夕方投与による治療効果に差が無いとの研究結果があるが、CYP阻害薬との相互作用が多い。半減期にも大きな差があるため、このままの用法で服薬してもらうのが良いのではないかと考えた。\nレボフロキサシン、バラシクロビルは腎機能低下患者(女性・高齢・低体重)での投与量に注意する。",
          "instructor_notes": "",
          "ai_analysis": {
            "translation_for_instructor": {
              "professional_insight": "学生は実習環境に適応しつつあり、患者さんへの服薬指導や薬物相互作用についての理解が進んでいることがわかる。特に、患者さんの生活背景や服薬タイミングについて考慮した指導を行った点は、高い。ただし、学生自身の改善点として挙げたレボフロキサシンの用法・用量の疑義照会について、次回以降は自己対策を講じることが必要である。",
              "growth_evidence": "学生は前回の指導内容を基に、具体的な実習内容と達成できた点を記載しており、実習の成長が見られる。また、患者さんへの指導において、明確な理由をもって指導を行うことを意識している点も成長の証跡である。",
              "attention_points": "レボフロキサシンの用法・用量についての疑問を抱えている点に留意が必要である。さらに、学生が挙げた改善点について具体的な対策を練ることが必要である。"
            },
            "mentoring_support": {
              "praise_points": "学生は患者さんへの服薬指導で、薬物相互作用についての理解を活かし、適切な指導を行った点は高く評価できる。さらに、患者さんの生活背景を考慮した指導を行った点も評価される。",
              "suggested_questions": [
                "レボフロキサシンの用法・用量について、どのように自己学習を進めて行くことができるか?",
                "患者さんへの指導において、どのようにして明確な理由をもって行えるようにすることができるか?"
              ]
            },
            "mentoring_seeds": [
              "学生は薬物相互作用についての理解を深め、さらに多くのケースを学ぶことが必要である。",
              "患者さんの生活背景を考慮した指導を行うため、学生は患者さんとのコミュニケーションを重視する必要がある。",
              "学生は自己学習を重視し、改善点について具体的な対策を講じることが必要である。"
            ],
            "step0_drafts": [
              {
                "evidence": "マグネシウムと鉄の関係について、マグネシウムによるpH上昇により鉄の吸収が阻害されることがある。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は薬物相互作用についての理解を示しているが、さらに深める必要がある。"
              },
              {
                "evidence": "突発性拡張型心筋症の患者さんへの服薬指導をおこなった。",
                "level": 2,
                "concept_source": "SELF",
                "notes": "学生は患者さんの生活背景を考慮した指導を行った点は、高い。"
              }
            ]
          },
          "selected_seed": "学生は自己学習を重視し、改善点について具体的な対策を講じることが必要である。",
          "step0_judgments": [
            {
              "evidence": "マグネシウムと鉄の関係について、マグネシウムによるpH上昇により鉄の吸収が阻害されることがある。",
              "level": 1,
              "concept_source": "ECHO"
            },
            {
              "evidence": "突発性拡張型心筋症の患者さんへの服薬指導をおこなった。",
              "level": 1,
              "concept_source": "MIXED"
            }
          ],
          "feedback": "＞朝服用している骨の薬と同じタイミングで〜良いのではないかと考えた。\nいいね〜いろいろ考えてくれているようですね。\nでは、せっかくなので、明日先生に相談してみますか？\n\n＞レボフロキサシンの用法・用量の疑義照会、次来たら自分で気づけるようにする\nいいね〜気づくためにはどんなことが必要かな？まとめてみると概念化されるかも。"
        }
      ],
      "growth_triggers": [],
      "insights": [],
      "weekly_reviews": {
        "1": {
          "weekly_review": {
            "growth_story": "初日の実習ではレベチラセタムの眠気の副作用について考察し、水曜日以降は患者さんの生活背景や非言語的な要素にも関心を向けるようになった。週の初めは薬効や副作用に焦点を当てていたが、徐々に患者さんの全体的な健康状態や生活環境への理解を深めている。特に在宅患者さんの訪問経験から、皮膚の乾燥や潰瘍性大腸炎の合併症の可能性を考慮するなど、臨床現場での観察力と推論能力が向上している。",
            "key_achievements": "在宅患者さんの家訪問でのクリームの使用法の確認や、妊婦さんの便秘症状への対応で、患者さんの生活背景と薬の効果をより深く理解するようになった。トラクリアによる心疾患の副作用の確認や、高血圧・骨粗鬆症の患者さんの服薬指導での血圧記録の確認も、患者さんの管理と教育における重要な経験となった。",
            "habitual_patterns": "学生は薬物の効果や副作用について深く考察する傾向にある。一方で、患者さんの個別の状況や生活背景への配慮が必要な場合もあり、より個別化された対応が求められる。ピッキング時の確認や、患者さんの質問に対する返答方法についても、継続的な改善が必要である。",
            "next_week_goals": "来週は、患者さんの生活背景や非言語的な要素への関心をさらに深め、より個別化された服薬指導を行うことを目指す。特に、患者さんの食生活やストレス状況など、薬の効果に影響を与える要因について更に理解を深める必要がある。さらに、薬剤師としての責任と患者さんへの教育の重要性を意識し、正しい手技と管理方法を患者さんに伝えることが求められる。"
          },
          "internal_scores": {
            "lenses": {
              "insight_on_lifestyle": 3.5,
              "non_verbal_clues": 2.8,
              "continuous_relationship": 3.2,
              "community_resources": 2.5,
              "professional_proactivity": 3
            },
            "conceptualization_avg": 1.2,
            "self_reliance_ratio": 0.4,
            "instructor_notes_summary": "学生は薬物の効果や副作用について深く考察する能力を発揮しているが、患者さんの個別の状況や生活背景への配慮をさらに強化する必要がある。指導者メモからも、学生の成長が見られると同時に、更なる改善の余地があることがわかる。"
          }
        },
        "2": {
          "weekly_review": {
            "growth_story": "この週は、学生は薬物相互作用や薬物の作用機序について深く理解しようと努力していることが見受けられました。特に、マグネシウムと鉄の関係や、ロサルタンとグレープフルーツの組み合わせで降圧作用が減弱する恐れについての理解が深まっている様子が伺えました。また、OTC薬についても、患者さんの症状に応じた適切な選択や使用方法についての理解が進んでいるように感じられます。しかし、学生の理解はまだ表面的な部分が多く、より深い臨床的判断や複雑な相互作用についての理解が必要です。",
            "key_achievements": "学生がOTC薬の点眼薬について、患者さんに紹介した3種類のうち一番清涼感のあるアルガードEXだけ検証を抑える成分としてアズレンスルホン酸ナトリウム水和物が使用されていることを理解したこと、および突発性拡張型心筋症の患者さんへの服薬指導でロサルタンとグレープフルーツの組み合わせの注意点を理解したことが決定的な瞬間として挙げられます。",
            "habitual_patterns": "学生は薬物の基本的な知識を習得しようと努力しているものの、まだ自分で活用し、臨床現場で効果的に使えるレベルには達していないことが見受けられます。特に、患者さんの症状や病歴を考慮した上で、より深いレベルの薬物選択や投与タイミングについての理解が必要です。また、学生は自分の理解の限界を認識し、より深い学習や質問を怠らない姿勢が求められます。",
            "next_week_goals": "来週は、学生が薬物の作用機序や相互作用についてさらに深く理解することを目指します。特に、複数の薬物を同時に使用する場合の管理や、患者さんの基礎疾患を考慮した薬物選択についての理解を深める必要があります。さらに、学生は臨床現場でより自信を持って薬物について説明できるようになるための練習が必要です。"
          },
          "internal_scores": {
            "lenses": {
              "insight_on_lifestyle": 2,
              "non_verbal_clues": 1.5,
              "continuous_relationship": 2.5,
              "community_resources": 1,
              "professional_proactivity": 3
            },
            "conceptualization_avg": 1.2,
            "self_reliance_ratio": 0.4,
            "instructor_notes_summary": "学生は薬物の基本的な知識を習得するための努力を示していますが、まだ臨床現場で効果的に活用するレベルに達していません。特に、患者さんの症状や病歴を考慮した上で、より深いレベルの薬物選択や投与タイミングについての理解が必要です。指導者は学生が自分の理解の限界を認識し、より深い学習や質問を怠らない姿勢を促す必要があります。"
          }
        }
      }
    }
  ]
}