{
  "metadata": {
    "extraction_date": "2026-02-14",
    "total_sampled": 20,
    "total_journals_in_db": 210,
    "seed": 42,
    "db_file": "kizuki_log.db",
    "sampling_method": "stratified (student x period)",
    "buckets": {
      "中﨑 優奈_early": 25,
      "中﨑 優奈_late": 29,
      "渡辺 新夏_early": 25,
      "渡辺 新夏_late": 29,
      "湯口 万里奈_early": 23,
      "湯口 万里奈_late": 28,
      "田中 靖子_early": 22,
      "田中 靖子_late": 29
    },
    "judgment_date": "2026-02-14",
    "completed": 20,
    "total": 20
  },
  "entries": [
    {
      "id": 1,
      "journal_id": 405,
      "context": {
        "student_name": "湯口 万里奈",
        "student_id": 7,
        "week_number": 7,
        "journal_date": "2025-04-01"
      },
      "entry_text": "【実習内容】\n・市販薬調査：ワードファイルに入力\n・薬価　逆鞘：仕入れ値が薬価よりも高くなり薬局が損する状態\n・かかりつけ薬剤師：かかりつけ薬剤師指導料　１年以上勤務している、24時間\n対応、地域に貢献しているなど\n・地域体制加算、特別調剤基本料\n・軟膏調剤：ベタメタゾン吉草酸エステル軟膏とヘパリン類似物質油性クリーム\nの混合\n\n【達成できなかった点・反省】\n・今日は服薬指導ができなかった",
      "pharmacist_feedback": "確認しました",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "今日は服薬指導ができなかった",
        "notes": "厳密にいうと、この日誌では患者対応が無く言及できない。"
      }
    },
    {
      "id": 2,
      "journal_id": 276,
      "context": {
        "student_name": "中﨑 優奈",
        "student_id": 1,
        "week_number": 2,
        "journal_date": "2025-05-30"
      },
      "entry_text": "【実習内容】\n本日は、SEAシート・試食会・調剤・ロールプレイ・セルフメディケーションを\n実施した。\nSEAシートは、何が起きたのか、どう感じたか、うまくいったこと・うまくいか\nなかったこと、なぜそうなったのか、何を学び次はどうするかの項目があった。\nある出来事に対し、自分がどう感じ、何ができ何ができなかったのか、それはな\nぜ起きたのかを自分で思い出し、考えながら振り返ることができるなと感じた。\nその反省から、何を学び、次にどのように活かしていくのかを明確にすることが\nできる。医療事務の方の発表が、プライベートの内容であり、聞いていてとても\n楽しかった。\nゾピクロンを粉砕したものを少し舐めさせて頂いた。とても苦かった。患者さん\nがこれを服用する難しさを体験した。薬を実際に舐める機会は、なかなか体験で\nきないのでとても良い経験だった。\n点鼻薬を調剤した。大学で点鼻薬の調剤は実施しなかったので、やらせていただ\nけて良かった。また、クロチアゼパムを粉砕し乳糖で賦形した。\nロールプレイでは、指導薬剤師の方が患者役となり実施した。渡す薬で患者さん\nがどうなって欲しいかを目標に話していくことを学んだ。今回は、デエビゴだっ\nたので、眠りづらい状況から眠りやすくなって欲しい。また、患者さんに質問さ\nれた内容に答えることも大事だが、それよりもなぜ患者さんがその質問をしたの\nか考えることが大切であると学んだ。\n1度訪問したことのある患者さんのお宅に伺い、セルフメディケーションを行っ\nた。前回よりも、体調が良くなっており嬉しかった。\n\n【達成できなかった点・反省】\nロールプレイを実施してみて、服薬指導をする際の患者さんとのコミュニケーシ\nョンが大事だなと改めて思った。患者さんにどうなって欲しいのか、患者さんは\nなぜその質問をしたのかを考えて服薬指導を実施していきたい。セルフメディケ\nーションをした患者さんはたくさんお話をしてくださる方だったので、話題を提\n供していただいた。自分から話題を提供して、患者さんとやりとりができるよう\nになっていきたい。\n16時前に患者さんが立て続けに来店されて、ピッキングをしていたが少しスピー\nドが上がった気がした。ほんの少し効率よく動けるようになったと思うので、引\nき続きスムーズにやっていきたい。\nSEAシートは初めてやりましたが、やってみて面白かったです。プライベートの\n内容がすごく聞いてて面白かったので、ディベートはやりづらいと思いますが、\n皆さんの日常を知れて楽しいと思います。試食会と表現していいかはわかりませ\nんが、どのような味覚になるかを経験する機会は今しかできないと思うので、タ\nイミングがあれば他の薬をやってみたいです。",
      "pharmacist_feedback": "＞皆さんの日常を知れて楽しいと思います。\nこれ、この気持ちが意外と大切なのかもしれませんね。\n相手がどんな人であるかを知ること・興味を抱くことはとても服薬指導において\n大切なことですよね。\nそして、何より楽しんでもらえているのが一番うれしいです。\n＞患者さんがどうなって欲しいかを目標に話していく\nエゴイスティックな感じがあるかもしれませんが、何も感じずに行くよりずっと\n良いのではないか？と思いお話させていただきました。\n何か感じるものがあったとすると嬉しいです。",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "プライベートの内容であり、聞いていてとても楽しかった。→楽しむという記述どまり。",
        "notes": ""
      }
    },
    {
      "id": 3,
      "journal_id": 313,
      "context": {
        "student_name": "中﨑 優奈",
        "student_id": 1,
        "week_number": 10,
        "journal_date": "2025-07-23"
      },
      "entry_text": "【実習内容】\n高血圧の患者さんの服薬指導を担当した。前回の服薬指導で血圧値が不明であ\nったため、自宅での血圧測定の有無を確認した。また、これまでコンプライアン\nスの低下が見られていたが、今回はしっかりと受診していた。\n　食欲不振を訴える患者さんの服薬指導を担当した。前回風邪を引いており、食\n欲がなく、水分補給を思うようにできていない様子だった。メイバランスを販売\nした。また、アリナミンも購入されていた。私自身が、アリナミンの服用経験が\nないため、試飲をさせていただいた。アリナミンはニンニクのような後味があっ\nた。\n　WHOが発表している緩和ケアにおける鎮痛薬使用の原則について確認した。従\n来は①経口的に(by mouth)、 ②時刻を決めて規則正しく(by the clock)、③除\n痛ラダーにそって効力順に(bythe ladder)、④患者ごとの個別的量で(for the i\nndividual)、⑤そのうえで細かい配慮を(with attentionto detail)』の5原則で\nあったが、2018年の改訂より③が削除され、現在は4原則となっている。\n　オピオイド製剤について、ROO(Rapid-onset opioid)即効性オピオイ、SAO(Sho\nrt-acting opioid)短時間作用型オピオイド、LAO(Long Acting Opioid)長時間作\n用型オピオイドに分類されることを学んだ。持続的な痛みに対してはLAOが使用\nされる。突発痛な痛みには対してはSAOが用いられていたがより即効性のあるROO\nの開発が進められた。SAOは突発痛時に効果発現の遅れや、突発痛のピーク以降\nに持続効果があり、より即効性のあるROOが使用されてきている。\n　一包化を1件実施した。\n\n【達成できなかった点・反省】\nピタバスタチンとプラバスタチンの違いについて触れる機会があった。どちろ\nも作用機序は同じであるが、インターネットで調べてみると、ピタバスタチンの\n方が、コレステロール値を下げる効果が高いことが記載されていた。それぞれの\n先発品のインタビューフォームから確認しておく。\n　アリナミンの色が黄色かったので、その理由も調べておく。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": 2,
        "confidence": 2,
        "evidence": "水分補給を思うようにできていない様子だった。背景に到達",
        "notes": "私が口頭でアドバイスした内容そのままの可能性があったため。"
      }
    },
    {
      "id": 4,
      "journal_id": 380,
      "context": {
        "student_name": "湯口 万里奈",
        "student_id": 7,
        "week_number": 2,
        "journal_date": "2025-02-25"
      },
      "entry_text": "【実習内容】\n＜実習目標＞\nSOAPを自力でまとめる。\n＜実習内容・実務の背景や薬物治療に関する考察＞\nOTC医薬品について、先週に続き、糖尿病の患者さんでも使える風邪薬を調べた\n。\n地域食堂では啓発活動に参加した。地域の方と関わったり、病院やOTC医薬品と\nの付き合い方についての話を聞いた。\n到達度評価では、ルーブリックを用いて、現時点での到達度のフィードバックを\nもらった。\n服薬指導は１件行った。白血病の患者家族に薬の説明をし、SOAPをまとめた。\nその場にいない患者さんの情報をどのように引き出し、考察するかを学んだ。\n\n【達成できなかった点・反省】\nSOAPを自力でまとめられなかった。\n服薬指導で話を広げることができず、Oの情報を十分に引き出せなかったため、\n最終的にAPの構築で方向性が定まらず苦労した。自分の言葉で表現することに自\n信がなく、うまく書けなかった。\n服薬指導が苦手で、投薬を避けてしまった。まずは患者さんとの対話から逃げな\nいようにしたい。服薬指導には積極的に取り組んで、色んな患者さんと話せる機\n会を大切にしたい。\n到達度評価を受けて、薬剤師として働くために必要な目標について自分が十分に\n理解できていなかったことを実感した。",
      "pharmacist_feedback": "到達度評価で色々と目標が見えてきたのではないでしょうか。\n湯口さんは自分で考えてるよりしっかり考えているところがあります。\nおそらくそれを言語化して患者さんに話すのがまだまだ練習中と言うところだと\n思います。\nぜひいろんな患者さんにトライして学んでいきましょう。\n智弘",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "SOAPを自力でまとめられなかった。うまく書けなかった。に対する理由が弱い。",
        "notes": ""
      }
    },
    {
      "id": 5,
      "journal_id": 382,
      "context": {
        "student_name": "湯口 万里奈",
        "student_id": 7,
        "week_number": 2,
        "journal_date": "2025-02-27"
      },
      "entry_text": "【実習内容】\n＜実習目標＞\n・SOAPを自力で書く\n＜実習内容＞\n・総合病院宛に疑義照会のFAXを作成した。ロケルマの薬価が高額なのでポリス\nチレンスルホン酸 Ca への変更が可能かどうかという点と、患者さんが飲んでい\nなかった薬について調整できないかという点についての内容で作成した。最終的\nには近隣の医師が患者さんを説得したこともあり、今回はロケルマは変更せず、\n疑義照会は行わないことになったが、必要な点は後日トレーシングレポート（服\n薬情報提供書）を作成し、病院と情報共有することになった。\n・患者さんの薬が一包化しても大丈夫なものか１つ１つ調べた。インタビューフ\nォームで無包装時の安定性に関する情報を集めた。\n・服薬指導で、一包化した薬剤と、ロケルマの使い方を説明した。初めて使う薬\nはきちんと飲めているか、副作用が出ていないかを電話したり、ご家族と会話を\nして調べていくことになった。\n\n【達成できなかった点・反省】\n・事前にロケルマの使い方をよく見ておかなかったため、わかりやすく説明する\nことができなかった。\n・情報の収集がスムーズにできていない。",
      "pharmacist_feedback": "湯口さんの緊張感がだいぶ取れてきたように感じました。患者さんとの程良い距\n離感を見つけていってください。\nこの患者さんのことをフォローしていくにあたって、今の薬局における薬物療法\nにおいて非常に重要な項目が多々出てきているように思います。患者さんの胸を\n借りて、ただ患者さんに不利益が生しないように一生懸命頑張っていきましょう\n。\n智弘",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "・事前にロケルマの使い方をよく見ておかなかったため、わかりやすく説明する\nことができなかった。\n・情報の収集がスムーズにできていない。　『どうして？』がない。",
        "notes": ""
      }
    },
    {
      "id": 6,
      "journal_id": 343,
      "context": {
        "student_name": "渡辺 新夏",
        "student_id": 4,
        "week_number": 5,
        "journal_date": "2025-06-18"
      },
      "entry_text": "【実習内容】\n在宅の患者さんの薬を一包化するために残薬の確認をした。そして、一包化も行\nった。\n残薬のうち、前に一包化されていたものを全て開けて、選別してから一包化した\n。カロナールの半錠を2つずつ分包した。\n午前中は患者さんが結構多かったので、受付をやったり、調剤をしたりした。\nレベチラセタムとビムパットというてんかんの薬の一包化をした。処方日数が多\nかったのと、1日服用量も多かったので取り出すの大変だった。\n服薬指導は高血圧と糖尿病の患者さんだった。今回の処方内容に副作用歴がある\n薬があった。用量は減っていたが聞いてみたら副作用出ていないようで安心した\n。\n\n【達成できなかった点・反省】\nステロイドの使い方難しいなと思った。麻薬の管理についてやった記憶はあるが\nなにがどうであったのかは覚えていなかったので復習する。服薬指導で患者さん\nの問題点を探す方法を考える。\n到達度評価自分でつけるの難しい。どのような行動をしたら評価につながるのか\nもう一度よく読んで考える。",
      "pharmacist_feedback": "＞到達度評価自分でつけるの難しい。どのような行動をしたら評価につながるの\nかもう一度よく読んで考える。\n申し訳ない、うまいフィードバックができず（涙）具体的な行動目標が見えずら\nかったようですね、、、（汗）\nあ、ズルい行動目標として、、、『ありがとう』と笑顔で言ってもらう。という\nのは、、、（笑）",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "到達度評価自分でつけるの難しい。どのような行動をしたら評価につながるのか\nもう一度よく読んで考える。　→これは到達度評価に網羅されていることが具体的な行動として見えないということのあらわれ。",
        "notes": ""
      }
    },
    {
      "id": 7,
      "journal_id": 347,
      "context": {
        "student_name": "渡辺 新夏",
        "student_id": 4,
        "week_number": 6,
        "journal_date": "2025-06-24"
      },
      "entry_text": "【実習内容】\n残調整をした。在宅訪問の場合、残をなくすという方向でなく、余裕を持たせて\nおくことを理解した。\nデキストロメトルファンとピーエイ、ロスバスタチンの余製をつくった。\nポリフルの話を聞いて、代替薬がない薬があることを知った。\nオルミエントの適正使用の冊子を読んだ。治験の結果や日数経過に対してのリン\nパ種の増減などの様々な実験が行われていた。チェックリストのなぜ禁忌なのか\n記載されていてわかりやすいと思った。\nインチュニブの作用機序がわかった。\n\n【達成できなかった点・反省】\n次回残調整する際には残調整した上で医者に処方の変更点をどこまで伝えるのか\n聞いておく。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": 1,
        "confidence": null,
        "evidence": "ポリフルの話を聞いて、代替薬がない薬があることを知った。→どうする？がない。困ったで終わってしまっている。",
        "notes": ""
      }
    },
    {
      "id": 8,
      "journal_id": 355,
      "context": {
        "student_name": "渡辺 新夏",
        "student_id": 4,
        "week_number": 7,
        "journal_date": "2025-07-04"
      },
      "entry_text": "【実習内容】\n薬の一包化をした。\n吸入薬の服薬指導をした。気管支炎と気管支喘息によって治療方法が変わってく\nるのでフォローの仕方も変わることを学んだ。\n在宅にて服薬カレンダーを使用している患者さんとそうでない患者さんの違いや\n外来の患者さんと在宅の患者さんの服薬カレンダーの意味が異なることを学んだ\n。在宅での服薬カレンダーはいつ飲めてないのかの確認ができるが、外来の患者\nさんはコンプライアンスの向上にしかつながらない。\nディスカスでないタイプの吸入薬の使い方をデモ機を使って学んだ。レスピマッ\nトという吸入薬の180°回転する際の補助道具などを体験した。\nニトロペンの崩壊を試した。濡らしたティッシュの上に置いたが、すぐには崩壊\nせず少し柔らかくなっただけであった。\n在宅では血圧が普段120-125なのに対し、医師の訪問記録は215になっていた。白\n衣高血圧がこんなにも顕著に表れるのだなと思った。睡眠に関しては起きてしま\nう原因が頻尿ならば頻尿を改善すれば夜眠れて日中に眠くてどうしようもないこ\nとは無くなるのではないかと思った。鼻水に関しては漢方なら小青竜湯かなと思\nった。\n\n【達成できなかった点・反省】\n今回の服薬指導は若い方で息子さんが吸入薬を使用しているため使い勝手がわか\nる方だった。\nそのため、吸入指導が下手でもある程度の理解は得られたと思うが高齢者に同じ\n指導をしたら理解は得られないと思ったので、頭の中で整理してわかりやすいよ\nうに話せるようになる。\n在宅の患者さんで吐き気が減ったとのことで理由は分からなかったが、フィード\nバックにてPPIの説明を受けて理解できた。症状の理由まで推察できるように機\n序を理解する。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": 2,
        "confidence": 3,
        "evidence": "睡眠に関しては起きてしまう原因が頻尿ならば頻尿を改善すれば夜眠れて日中に眠くてどうしようもないことは無くなるのではないかと思った。→困っていることにフォーカスが当たっている。",
        "notes": ""
      }
    },
    {
      "id": 9,
      "journal_id": 444,
      "context": {
        "student_name": "田中 靖子",
        "student_id": 10,
        "week_number": 4,
        "journal_date": "2025-03-14"
      },
      "entry_text": "【実習内容】\n＜実習目標＞\n共感の言葉と的確な情報提供\n＜実習内容＞\n服薬指導\n薬歴記載\n＜実施した内容 ・調べたこと＞\nマロリーワイス症候群\n口内炎\n膀胱炎\nメチルフェニデート　ADHD\n漢方薬　ASD\n＜考察・感想＞\n今日は、フェムケアについて学んだ。膀胱炎が何回も続いてしまう患者さんには\n、水をたくさん飲むことや、パット変えるタイミングを増やすことなど、女性と\nして恥ずかしがらずにアドバイスをすることが大切だということを感じた。\nまた、口内炎の薬を唇ヘルペスに使っていた患者さんでは、口内炎の薬がステロ\nイドだったため、ヘルペスが悪化していた可能性があった。\n口内炎の薬と言われて、ステロイドが適応になるのは、アフタ性の口内炎だけで\nあること。\n口内炎には、外傷性、ヘルペス性、カンジタ性があることから、ステロイドを使\nって悪化しないように、OTCを販売する際などにお伝えするべきだと思った。\n\n【達成できなかった点・反省】\n鎮痛薬の発熱時、鎮痛時で用量が違うことや、副作用について知識が少なかった\nので、次回の実習までに復習する。",
      "pharmacist_feedback": "実習も4週間が終わりましたね。色々見えてくる事も多くなってきてると思いま\nす。\n一緒に患者さんのために出来ること考えて行きましょうね。\n> 共感の言葉と的確な情報提供\nせっかく良い目標なのですが、、、振り返りが無いようで、、、\n智弘",
      "judgment": {
        "level": 1,
        "confidence": 2,
        "evidence": "口頭アドバイスの内容がそのまま書かれていると思われる。",
        "notes": ""
      }
    },
    {
      "id": 10,
      "journal_id": 329,
      "context": {
        "student_name": "渡辺 新夏",
        "student_id": 4,
        "week_number": 2,
        "journal_date": "2025-05-29"
      },
      "entry_text": "【実習内容】\n処方解析の考え方について。病気の予測がある程度絞り込みをできるようにする\n。決めつけずに広い視点から患者さんへ服薬指導した時に聞きたいことを聞き出\nす。服薬指導の前に話すことや聞くことを少し決めてはいるが、それ以外の話を\nしようとすると言葉が出てこなくて詰まってしまう。最初の声の掛け方や問いか\nけの正解がわからない。同情と共感について教えていただいただいた。友達と話\nす時はできているはずなのに服薬指導となると難しく感じてしまう。在宅に伺っ\nたとき体温や血圧が毎日きちんと記録されていて感動した。やっていた仕事のく\nせが生活に結構影響するのだなと思った。報告書の記載は客観的事実を書くこと\nもだが、文言や伝える相手を選択することも難しいと感じた。医療保険について\nの政府の話。薬のことだけではないが全体的に日本どうなってしまうのだろうと\nニュースを見るたびに思う。\n\n【達成できなかった点・反省】\n服薬指導で新しい薬の投薬だったのに用法を伝えるのを忘れてしまった。元気な\nいと言われたが元気ないわけじゃないです。疲れてちょっと眠かっただけです。\nごめんなさい、カフェイン摂取します。ただ、患者さんと対面する時は明るくい\nかないといけないなと思った。服薬指導時になにを話したらいいとかそのような\n不安や緊張を見せないように意識する。\n在宅行く時に報告書と薬歴を照らし合わせて前もって情報を入れておく。残薬の\nこと調べてませんでした。\n報告書に記載する内容を確認できるように準備しておく。\nがんの処方箋が来た時今回は絞り込みやすい診療科だったが他の科だったら絞り\n込めない気がする。レジメンに馴染みがないので腫瘍学の単位とりはしたが理解\nが全く追いついていない。",
      "pharmacist_feedback": "＞少し決めてはいるが、それ以外の話をしようとすると言葉が出てこなくて詰ま\nってしまう。\n＞友達と話す時はできているはずなのに服薬指導となると難しく感じてしまう。\n大丈夫！きっとできます。\n＞ただ、患者さんと対面する時は明るくいかないといけないなと思った。\nそうですね。\n服薬指導とは何か？と聞かれると私の一つの目標には『少しでも笑って帰す』で\nす。\nちょっと、突飛かもしれませんが、そもそも病気で暗い気持ちにを抱えている可\n能性がある方々とお話するので、お話しするときは一緒に共感しても最後には明\nるくありたいものですよね。\n小児在宅の件を米山さんから少し聞きました。お時間あるときにお話ししましょ\nう。",
      "judgment": {
        "level": 2,
        "confidence": 1,
        "evidence": "友達と話す時はできているはずなのに服薬指導となると難しく感じてしまう。→ある意味で、できるやり方があることに気づいていると判断できるから。",
        "notes": "具体的な行動が記載されていない。"
      }
    },
    {
      "id": 11,
      "journal_id": 362,
      "context": {
        "student_name": "渡辺 新夏",
        "student_id": 4,
        "week_number": 9,
        "journal_date": "2025-07-15"
      },
      "entry_text": "【実習内容】\n次週の健康セミナーに向けての準備をした。スライドの作成をしていたが、書き\nたいことをとりあえず書いてこれからどうまとめるかの段階。構成はある程度で\nきた。イラストなどを用いて、文章はなるべく最低限に見やすくかつ、わかりや\nすくするのが結構難しいと思った。\nプレドニンが1日ごとに処方されている患者さんがいらっしゃって、漸減療法に\nなっていた。\nなにこれとなったが、｢プレドニン アデホス｣で調べたら突発性難聴が出てきた\n。診療科を聞いたら耳鼻科だったのでそうなんだと思った。\nステロイドの飲み方について毎食後から夜抜く→昼も抜くと後ろから薬を減らし\nていっていた。ステロイドを朝に飲む理由としては体内の分泌に合わせているか\nら。\n甲状腺機能亢進症では、ステロイドホルモンでネガティブフィードバックが働き\n、分泌を抑制する。\n急に服用を辞めてしまうと副腎不全を起こしてしまう可能性があることを学んだ\n。\n健康セミナーでは、熱中症と対策についての話でよく分かる内容だった。後ろの\n方にいたが、聞き取りやすく、問いかけもあって、結構わいわいしていた。小さ\nい子が3人もいて、だいぶカオスではあったが、楽しそうで良かったなと思った\n。\n白血病については終わりが見えない治療であると学んだ。また、高額療養費の上\n限が大切なことを再度確認した。白血病について、輸血が結構大切なのかなと思\nっていた。宗教上の理由で輸血ができない人いることが前に話題になっていたな\nと思った。\n災害時の薬剤師の役割の講演は被災地で行うことは理解した。薬剤師が多すぎて\n余っていると聞いた。たしかに、巡回診療チームに薬剤師4人は多いなと感じた\n。\n自分の住んでいる場所が被災したら薬剤師としてどう動くのか、自治体と薬剤師\n会がどのような動きをするのか把握しておいた方が良いと思った。\n\n【達成できなかった点・反省】\n早めにスライドを作り上げて余裕を持って次週臨む。\n８大疾病以外の治療法や薬の使い方を復習する。\n体内のことや薬の働き方がどこでどうなっているのかイメージできていないから\nまず、自分が理解できるように例えたり、図式化して理解する。\nそこから患者さんに投薬する際にどう伝えたら分かりやすいかを考える。\n｢災害時についての処方箋のを受けた場所(救護所、避難救護センター、その他保\n険医療機関以外の場所)によって保険調剤として取り扱えない場合がある｣との説\n明があったらどのような状況でどのようなことなのか理解できなかった。\n状況の変化に応じた適切な医療の提供(モバイルファーマシーなど)がどんな働き\nをするのか調べる。",
      "pharmacist_feedback": "あれ？\nごめんなさい。甲状腺の話はネガティブフィードバックの代表例でした。甲状腺\nの場合は、視床下部や甲状腺に対するフィードバックの事例です。\nステロイドのフィードバック先が副腎皮質ちょっと別物ですね。\n健康セミナーの準備がんばってくださいね。あ、でもせっかくなら楽しんでやっ\nてくださいね。",
      "judgment": {
        "level": 2,
        "confidence": 3,
        "evidence": "",
        "notes": ""
      }
    },
    {
      "id": 12,
      "journal_id": 283,
      "context": {
        "student_name": "中﨑 優奈",
        "student_id": 1,
        "week_number": 4,
        "journal_date": "2025-06-09"
      },
      "entry_text": "【実習内容】\n調剤の機械化についての話を聞いた。ピッキングや水剤、混注の機械があり、\n値段が高いことを教えていただいた。機械化が進むにつれて、対物から対人へ進\nんでいき、服薬指導がメインになっている。服薬指導を経験する大切さを実感し\nた。\n　大腸全摘をした患者さん関連で、オストメイトマークについて教えていただい\nた。オストメイトマークとは、人工肛門や人工膀胱を造設してる方を示すマーク\nである。人工肛門や人工膀胱のことをストーマという。オストメイトに対応した\nトイレがあることを教えていただいた。\n　OTCについては、腰の痛みを訴える患者さんの対応をした。タイレノールやリ\nングルアイビーを紹介した。ご高齢だったので、タイレノールの方が良かったが\n、値段が高く、錠数も多かった。患者さんは値段が高いことに納得してくださり\n、また、この患者さんはテープ剤が過去に処方されていたため、今回は購入しな\nかった。\n　風邪で処方された患者さんの服薬指導を担当した。風邪の患者さんの担当をす\nる際には、薬剤師の方に教えていただいた「カフェイン取ってますか」を質問す\nると決めていたので、実践できて良かった。\n　セルフメディケーションをお宅で実施した患者さんの服薬指導を担当した。外\nに出ている姿を見れて安心した。この患者さんは、過去にハーボニーを使用して\nいた。ハーボニーはC型肝炎の治療薬である。過去に、ハーボニーの偽造品が流\n通した事件があった。これにより、薬機法が改訂されたことを教えていただいた\n。\n　高齢者の安全な薬物治療ガイドラインや薬剤耐性（AMR）について教えていた\nだいた。\n\n【達成できなかった点・反省】\n風邪の患者さんの薬歴を見て、風邪なのか喘息なのかわからなかった。指導薬\n剤師の方に風邪ですかと聞いてみたが、患者さんに直接聞いてみてもよかったか\nもしれない。薬歴を確認するとブデホルが過去に処方されていたことを教えてい\nただいたので、そこから喘息か推測することもできる。ブデホルがどのような薬\nかすぐに出てこなかったので、添付文書を確認しておく。\n　患者さんにこのような薬を探していると相談されても、お勧めできるOTCが全\nくわからない。花粉症でもなく、風邪を引いたら病院を受診する人生だったので\n、自分自身ほとんどOTCを使ったことがない。今日のOTC対応で、OTCについて勉\n強をしたい強く感じた。受付担当の際の空いてる時間に、どのようなOTCがある\nのか見ておきたい。\n　心臓系の薬が苦手だったが、それよりも胃系の薬の方がよくわからないと実感\nしてきた。よくレバミピドが処方されているが、なぜ処方されているのか読み取\nることができない。胃粘膜を保護するのは理解しているが、なぜ保護する必要が\nあるのかが不明である。胃の粘膜が荒れてるようなイメージはあるが、病態との\n結びつきがよくわかっていない。講義資料も見直してみたが、あまり理解できな\nかったので、教えて欲しいです。",
      "pharmacist_feedback": ">カフェイン取ってますか\nあ、言いそびれていたことが。。。\n『カフェイン取ってますか？』\n→『コーヒー取ってますか？』『エナジードリンク飲みますか？』『濃い目のお\n茶好きですか？』\nさあ、使い分けてみましょうね。\n＞病態との結びつき\nとても良い考え方ですね。\n概念的にはまずそこからなのですが、、、もう一つ、副作用予防というのはどう\nでしょうか？",
      "judgment": {
        "level": 2,
        "confidence": 2,
        "evidence": "よくレバミピドが処方されているが、なぜ処方されているのか読み取ることができない。→まだ浅いが疑問が出ている。",
        "notes": ""
      }
    },
    {
      "id": 13,
      "journal_id": 304,
      "context": {
        "student_name": "中﨑 優奈",
        "student_id": 1,
        "week_number": 8,
        "journal_date": "2025-07-09"
      },
      "entry_text": "【実習内容】\n健康セミナーに向けた発表の練習を行った。熱中症になった際に現れる症状や\n、熱中症が疑われるときに取るべき対処法についてなど、話す内容についてアド\nバイスをいただいた。また、問いかけるような話し方についても教えていただい\nた。自分自身、それらのアドバイスに大きく納得できたため、引き続きスライド\n資料の作成を進めていく予定である。\n　7/2に服薬指導を実施した患者さんに対して、追加されたプラミペキソール効\n果とおよび副作用の確認を行うため、電話で連絡を取った。患者の家族からは「\n数日前に手の腫れを感じたため服用を中心した」との報告を受けた。そのため、\n実際にお患者さん宅を訪問し、直接確認を行った。具体的には、手の腫れの程度\nや服用中心後の症状の変化、薬の効果の有無について聞き取りを行った。これら\nの内容については、情報報告書としてまとめる予定である。\n　悪性リンパ腫の患者さんの在宅訪問を行った。訪問時には、体調や食事摂取状\n況の確認を行い、現在の体調変化について伺った。また、ホスピスへの入所に関\nする手続きがどの程度進んでいるのかについても確認した。\n　7/7に服薬指導を実施した口内炎の患者さんの薬歴について、フィードバック\nを受けた。口内炎は発症部位が情報となるため、薬歴には具体的な発症場所を記\n載することで、再発時に同じ部位かどうかを確認でき、より適切な服薬指導が可\n能になることを学んだ。\n　ラゲブリオに関する勉強会に参加した。高齢者では、息苦しさや38度以上の発\n熱、食事摂取量の低下、倦怠感などが重症化のリスクとなることを学んだ。しか\nし、これらの症状は若年者よりも高齢者で出現しにくいことから、注意深い観察\nが必要であることを実感した。\n\n【達成できなかった点・反省】\nこれまで、何かを発表する際には、自分が作成した資料を一方的に読み上げる\nだけで終わってしまうことが多かった。本日の発表練習でも、話す内容を確認す\nることに意識が向いてしまい、聞き手の反応を意識しなかった。聞き手に問いか\nけながら進めることで、より理解を深めてもらえるため、伝わる発表ができるよ\nうに練習して行く。",
      "pharmacist_feedback": "とても良いことに気づきましたね。健康セミナーの発表においては、双方向性が\nとても大事になってくると思ってみてください。あくまでも何を伝えたかではな\nく、何を学んでもらえたかが大事になります。実習と同じですね。",
      "judgment": {
        "level": 2,
        "confidence": 3,
        "evidence": "多い患者ではないが、プレゼンテーション能力として成長している。",
        "notes": ""
      }
    },
    {
      "id": 14,
      "journal_id": 279,
      "context": {
        "student_name": "中﨑 優奈",
        "student_id": 1,
        "week_number": 3,
        "journal_date": "2025-06-04"
      },
      "entry_text": "【実習内容】\n処方監査をしてピッキングをした。メトホルミンが処方されており、添付文書\nを確認すると腎機能患者に対し、用法及び用量に関する注意が記載されていた。\n推算糸球体濾過量（eGFR）を基準としていたので、インターネットで計算しても\nらった。eGFRだけでなく、クレアチニンクリアランスも確認した方がよいと教え\nていただいた。\n　糖尿病の患者さんの服薬指導を担当した。ジアゼパムが不眠時の処方だったの\nで、「ジアゼパムは飲みましたか」「どのくらい残っていますか」と確認した。\nこの患者さんは他にも多くの薬が処方されており、薬を薬袋に入れている時間が\n無言になってしまうと感じた。そのため、「他のお薬はきちんと飲んでいますか\n」「血糖値どうでしたか」などと追加で質問した。すると、患者さんはたくさん\nお話をしてくださった。今まで行ってきた服薬指導の中で、1番会話が成立した\n服薬指導だったと感じた。\n　アレンドロン酸は週に1回服用する薬であるため、患者さんがいつ飲む日かを\nわかるようにするために、カレンダーに貼るシールがあることを教えていただい\nた。このような工夫を製薬会社が行っているのだなと感じた。\n　1件の在宅を行った。前回は、患者さん本人が不在だったため、顔合わせや服\n薬状況などの確認を行った。薬局に戻ってから、報告書を書いた。この報告書は\n、医師やケアマネジャーの方を閲覧するものなので、文章で書くことや言葉の使\nい方を意識することなど、社会人としてのマナーを薬剤師の方から教えていただ\nいた。\n　ブドウ糖を食べさせてもらった。見た目は大きなラムネみたいだったが、味は\nあまり美味しくなかった。ラムネの方が美味しいと感じた。\n\n【達成できなかった点・反省】\n半夏瀉心湯による肝障害の原因の成分は何か。半夏瀉心湯に含まれている成分\nは、ハンゲ、オウゴン、ショウキョウ、ニンジン、カンゾウ、タイソウ、オウレ\nンの7種類の生薬であった。原因として挙げられる成分は、オウゴンではないか\nと考えました。\n　メトホルミンとCT検査について。CT検査でヨード造影剤を使用する場合、腎機\n能低下の可能性がある。メトホルミンは腎排泄型薬剤であるため、添付文書の併\n用注意欄にヨード造影剤の記載がある。ヨード造影剤により腎機能が低下し、メ\nトホルミンの排泄が低下する。これにより、乳酸アシドーシスのリスクが高くな\nると考えられました。\n　ADL（Activities of Daily Living ）とは、日常生活動作を指します。食事、\n入浴、更衣、移動、排泄など、生活する上で最低限必要な日常的な動作のことで\nあった。\n　今回触れた薬（ピタバスタチン、ミグリトール、グリメピリド、リベルサス、\nジアゼパム、エサンブトール、グレースビット、アンブロキソール、テオフィリ\nン）、肺MAC症の病態について調べる。",
      "pharmacist_feedback": "＞メトホルミンとCT検査について。\nこれって、実際には何が問題だと思います？そして、そのまま目の前の患者さん\nでどんなことが起こると思いますか？\n＞今回触れた薬　病態について調べる。\nいつもとても良いですね。ちょっとおまけで考えてみると、これってそれぞれど\nんな処方意図で出ていると思いますか？あるいは、何を目標に出していると思い\nますか？単に『知る（想起レベル）』から『意味づけする（解釈）』レベルへと\nあげてみましょう。",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "「他のお薬はきちんと飲んでいますか」「血糖値どうでしたか」などと追加で質問した。→なぜその質問だったのか？がない。",
        "notes": ""
      }
    },
    {
      "id": 15,
      "journal_id": 476,
      "context": {
        "student_name": "田中 靖子",
        "student_id": 10,
        "week_number": 11,
        "journal_date": "2025-05-01"
      },
      "entry_text": "【実習内容】\n＜実習内容＞\n最終評価\n高血圧 脂質異常症 患者さん 服薬指導\n医薬品 発注業務\n＜実施した内容 ・調べたこと＞\nPPI 長期服用 副作用 下痢 胃がん\n＜考察・感想＞\n今日は最後の自己評価とフィードバックだった。振り返ると、薬物治療上の問題\n点と患者さんの主訴がごちゃごちゃになっていたので、患者さんの主訴は治療上\nどの程度デメリットがあるのか考える論理的思考が大切だと思った。また、薬物\n治療上の問題解決能力には基本的な経験則と臨機的な対応それぞれが組み合わさ\nって、出来上がるものだと思うので、まずは一つ一つの症例を丁寧に見ていくと\nころから、病院実習は始めようと思った。薬局では、少しずつ振り返りの方法を\n学んだので、病院実習でも継続して続けていきたい。\nまた、医薬品の発注の際に気を付けることは、\n季節ごとに使用される頻度が変わる医薬品があること\n麻薬の使用期限\n急性期に使用される医薬品はないと困る\n冷所品や麻薬は返品ができないこと\n薬価がどのくらいか\n薬がどの程度のペースで使用されるか\nなどを確認することが分かった。\nまた、高血圧の患者さんの服薬指導では、PPIが長期処方されていた。６０日処\n方が２～３回続けての処方だったので、難治性の逆流性食道炎かなと思ったが、\n聞くのを忘れてしまった。体調には異常がなく、血圧コントロールはできている\nようだった。\n\n【達成できなかった点・反省】\n服薬指導の際に気になったことがあったが聞き忘れた。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": 3,
        "confidence": 3,
        "evidence": "患者さんの主訴は治療上どの程度デメリットがあるのか考える論理的思考が大切だと思った。一般化",
        "notes": ""
      }
    },
    {
      "id": 16,
      "journal_id": 321,
      "context": {
        "student_name": "渡辺 新夏",
        "student_id": 4,
        "week_number": 1,
        "journal_date": "2025-05-19"
      },
      "entry_text": "【実習内容】\nCKDの患者さんのアムロジピン、ピバスタチン、トラゼンタ、シロドシン、スー\nグラ、デュステリド、フェブキソスタットの計数調剤をした。\nパーキンソン病の方が来店したので、智弘さんの服薬指導と患者さんの身体の状\n態を見学した。アルツハイマー認知症の患者さんの服薬指導をした。智弘さんと\nのお話や受け答えがしっかりしていて認知症とは思えなかったが、日常よりも診\n察室での方が症状がわかりにくいことから実際対面して難しいと感じた。また、\n次回から日常生活のことを質問することが気づくきっかけにもなることが理解で\nきた。\nてんかんを持っている患者さんの奥さんへ服薬指導をした。レベチラセタムは中\n枢に作用する薬のため、運動習慣の確認を智弘さんが行った。理由は後から教え\nていただいた。SOAPの作成を服薬指導した患者さんについて行った。\n\n【達成できなかった点・反省】\n何がどの薬か答えられなかった。症状での薬の違いなど復習しなければならない\nと思った。\n服薬指導時に自分の足りない質問を隣からしていただいた。患者さんの一言一句\nを聞き逃さないように心がける。そこから、なぜこの薬が選ばれたのかを推察す\nることはできなかった。\n話を広げる方法を教えていただいたので次回から挑戦してみる。また、服薬指導\nのポイントも教えていただいたので実践してみたい。今回はできなかったため。\n患者さんの情報からもう直ぐ起こりうる疾患の推察や疑義がないかなど自分の知\n識不足でできなかった。\nOSCEとは違って、ピッキングがスムーズにできなかったり、服薬指導も患者さん\nの個人個人で違って、一人ひとりに合った質問や説明ができるようにしたい。SO\nAPももっとしっかり情報を書き残せるようにしなければならないと思った。",
      "pharmacist_feedback": "まず！初日から2件服薬指導！すごい！\n緊張もあった中素晴らしいと思います。\n目標としてくれていることは、しっかり患者さんと向き合っていくことで、必ず\nできるようになっていきます！\n後ろでサポートすることしかできませんが、積極的に患者さんの薬物療法にかか\nわっていきましょうね！\nトモヒロ",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "",
        "notes": ""
      }
    },
    {
      "id": 17,
      "journal_id": 294,
      "context": {
        "student_name": "中﨑 優奈",
        "student_id": 1,
        "week_number": 6,
        "journal_date": "2025-06-25"
      },
      "entry_text": "【実習内容】\n心不全の悪化に関して学んだ。心不全が悪化する原因としては、体内に水分が\n貯留することや頻脈などが挙げられる。今回の患者さんは甲状腺機能亢進症が判\n明して、それによって頻脈が引き起こされ、心不全の悪化につながったと考えら\nれた。治療薬として、ヨウ化カリウム丸が挙げられる。\n　2件の服薬指導を担当した。1件目の患者さんは膀胱炎の診断を受け、レボフロ\nキサシンが処方されていた。患者さんから「すぐに飲んでも大丈夫かしら」と質\n問を受けた。レボフロキサシンは食事の影響を受けにくい薬であることを踏まえ\n、「飲んでいただいて問題ありません」と指導薬剤師の方が回答していた。指導\n薬剤師の方から、この質問はよく受けるため、薬を服用する際に、食事の有無が\n効果に影響するか確認することを教えていただいた。さらに、今回の処方薬のう\nち製薬メーカーが変更されていたため、「メーカーは異なりますが、成分は変わ\nりません」と説明した。\n　2件目の患者さんは、アムロジピンとプラバスタチンだった。前回、新規の薬\nが追加されていたため、服用後の体調変化について確認することができると教え\nていただいた。\n　在宅を実施した。患者さんはホスピスを検討している段階にあった。薬剤師の\n方が、患者さん本人の意志やその家族の考えを丁寧に確認していた。薬の知識だ\nけでなく、介護に関する理解と対応力が薬剤師に求められることを肌で感じた。\nまた、治療に対して過度な期待を抱く患者さんやご家族もおり、そうした認識を\n適切に修正することの難しさについて、指導薬剤師の話を通じて深く考えさせら\nれた。事実をどこまで伝えるか、どのように伝えるか、正解がない臨床現場の現\n実に直面した日だった。\n　一昨日に服薬指導を担当した患者さんの薬歴に着いて、フィードバックを受け\nた。ステロイドを服用中で免疫力が低下している患者さんが怪我をした事例であ\nり、抗菌薬の処方がされていた。薬剤師の方から、服薬指導の際に、感染予防の\nために怪我の部位をよく洗うよう伝えることもできると教えていただいた。\n\n【達成できなかった点・反省】\n添付文書で薬を確認する際に、用法用量や適応について確認しており、作用機\n序について確認していなかった。今日からはどのような作用機序か復習する。\n　服薬指導で触れた、レボフロキサシン、プラバスタチンについて、添付文書や\n患者向け医薬品ガイド（該当があれば）、今日の治療薬より、適応、用法用量、\n副作用、使用上の注意、作用機序などについて確認する。",
      "pharmacist_feedback": "医療従事者の役目って何でしょうね。\nある意味患者さんたちの選択の手伝いをするのがその本懐なのかもしれません。\nたくさん考えてみてください。",
      "judgment": {
        "level": 1,
        "confidence": 3,
        "evidence": "",
        "notes": ""
      }
    },
    {
      "id": 18,
      "journal_id": 475,
      "context": {
        "student_name": "田中 靖子",
        "student_id": 10,
        "week_number": 11,
        "journal_date": "2025-04-30"
      },
      "entry_text": "【実習内容】\n＜実習内容＞\n小児 散剤 計算\n小児 咳症状 服薬指導\n在宅訪問\n＜実施した内容 ・調べたこと＞\nフロモックス細粒 力価\n＜考察・感想＞\n今日は最後の在宅訪問だった。悪性リンパ腫の患者さんで、前回、咳症状や痰、\n夜に大腿部裏周辺の痛みがあった。\n4/2からプレドニゾロンが減量になったので、食欲が変化したり、倦怠感があっ\nたり、炎症による痛みが再燃していないかどうか心配だったが、食欲は前と変わ\nらず、倦怠感もなく、気温が上がるにつれて、痛みは緩和しているようだったの\nで、安心した。また、仙骨部の褥瘡も発赤はなく、アズノール軟膏を使用して、\n様子をみていくことになった。\nまた、報告書を作成し、ケアマネさんにファックスを送った。\n私が担当した在宅訪問では、ヘルパーさんなどが介入していなく、医師（通院）\nとケアマネさんの三人でのチーム医療だった。そのため、二週間に一回患者さん\n宅へ訪問する薬剤師の役割が大変重要だと思った。また、医師やケアマネさんへ\nの報告の際は2ヶ月の体調変化を日付ごとに分かりやすく、患者さんの主訴や客\n観的に見た痛みの様子、褥瘡の有無、残薬、処方変化後の様子などを記録し、よ\nり治療がスムーズにいくよう、伝えることが大切だと思った。\n在宅の患者さんでは、コミュニケーションがとりにくいこともあるので、どこが\n痛いのか許可を頂いて触ったり、褥瘡の部分を見せて頂いたりして、薬剤師がフ\nィジカルアセスメントを行うことの大切さを知った。在宅訪問に伺う前は、薬の\n効果や副作用の有無をメインで患者さんの状態を確認するものと思っていたが、\nそれだけではなく、普段の生活の様子からQOLを確認し、患者さんがより良い支\n援や治療を受けられるようにする役割があると思った。\n今後、在宅訪問を行うことがあれば、患者さんとの円滑なコミュニケーションを\n取り、信頼関係を築き、患者さんにどのようなサポートが必要なのか考えられる\n薬剤師になりたいと思った。\n\n【達成できなかった点・反省】\nテオフィリンとカフェインとの相互作用を伝え忘れた。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": 3,
        "confidence": null,
        "evidence": "患者さんがより良い支援や治療を受けられるようにする役割があると思った。→一般化",
        "notes": ""
      }
    },
    {
      "id": 19,
      "journal_id": 438,
      "context": {
        "student_name": "田中 靖子",
        "student_id": 10,
        "week_number": 3,
        "journal_date": "2025-03-05"
      },
      "entry_text": "【実習内容】\n＜実習目標＞\n共感の言葉と的確な情報提供\n＜実習内容＞\n服薬指導\n在宅　訪問\n報告書作成\n＜実施した内容 ・調べたこと＞\n点鼻方法\nアスピリン　スタチン　代謝経路\nニトログリセリン注意事項\n在宅　服薬確認　痛みの確認\n＜考察・感想＞\n今日の実習では、胸痛がある患者さんの服薬指導を行なった。以前から、ニトロ\nグリセリンを処方されており、今回、バイアスピリンとスタチンが新規で追加さ\nれた。\n年末に胸痛が3回ほどあり、外で起こることが多いようだった。\nどこで発作が起こるか聞けたのは良かったと思うが、ニトログリセリンを常備し\nてるか、どのような体勢（座って飲む）で飲んでいるか聞いた方が良かったなと\n思った。また、抗凝固薬や抗血小板薬の新規の服薬指導の際は、あざができやす\nくなったり、歯ブラシで出血しやすくなったり、手術の際や歯科受診の際に伝え\nることは必ず伝えなければいけないなと思った。また、コレステロールや血圧の\n値を聞いて、減塩、動物性脂質を避ける食事の提案などもっとたくさん言えるこ\nとがあったなと思う。\n\n【達成できなかった点・反省】\n在宅の患者さんとの別れ際にカジュアルすぎる言葉で話してしまった。線引きを\nして、敬意を持った話し方にしようと思う。",
      "pharmacist_feedback": "おや、面白い振り返りですね。\nすごく重要なことが書かれているような気がするのですが、、、\n日誌には備忘録と言う意味合いもあると思います。\nうまくいかなかったことを細かく記録残すのは私も苦手なのですが、どんなとこ\nろでカジュアルすぎると感じたのかだったり、どんなふうに敬意を持った言動に\n変えていこうと感じているのか記載するとより良いかもしれないですね。\n時間があるときに詳しく教えてくださいね。\n智弘",
      "judgment": {
        "level": 2,
        "confidence": 2,
        "evidence": "どこまで自身でのこうさつなのか？",
        "notes": ""
      }
    },
    {
      "id": 20,
      "journal_id": 425,
      "context": {
        "student_name": "湯口 万里奈",
        "student_id": 7,
        "week_number": 11,
        "journal_date": "2025-05-01"
      },
      "entry_text": "【実習内容】\n【服薬指導①】高血圧\nアムロジピン錠5mg\n患者は、血圧は130mmHg前後で安定しているとのことで、診察を受けずに薬のみ\nを受け取りに来局した。低血圧などの症状がないかを確認したが、「歳だから常\nにふらついている」との回答であった。歩行時の足取りがやや不安定な印象を受\nけた。\n服薬指導時の血圧の評価は、収縮期血圧のみでしてしまうことが多いが、本当は\nそれだけで判断せず、拡張期血圧や脈拍も含めた総合的な評価ができると良い。\n目立った症状がなくても脳梗塞等の重篤なイベントが起こる可能性があることを\n指導薬剤師より教わった。\n【服薬指導②】気管支炎\nアンブロキソール塩酸塩徐放カプセル45mg\nツロブテロールテープ2mg\n4月9日より気管支炎および風邪症状で継続して来局していた。咳はないものの、\n息苦しさが現在も続いていると訴えていた。服薬指導では、貼付薬の貼付位置に\nついて患者自身が理解しており、薬の使用経験や薬識が良好である様子がうかが\nえた。\n既往歴や入院歴との関連があるような発言があったが、詳細は不明であった。\n【在庫管理：発注業務】\n処方頻度、現在の在庫量、発注ポイントをもとに発注業務を経験。季節性を考慮\nし、花粉症関連薬（ex：オロパタジン）など需要が高い薬の発注を行った。また\n、少数の患者に定期的に処方される薬については、薬歴を確認しながら在庫管理\nの必要性を理解した。\n麻薬や冷所保存薬は返品不可であるため、発注は慎重に行う必要があることを学\nんだ。麻薬廃棄時には知事への届け出および立ち会いが必要となる。一方で、麻\n薬小売業者間の譲渡は、事前の申請により可能であることも確認した。\n\n【達成できなかった点・反省】\n・患者がふらつきを「年齢のせい」と説明した際に、そのまま受け入れてしまい\n、他の要因を考慮する視点が欠けていた。年齢を理由に安易に判断せず、常に他\nの可能性を検討する姿勢が必要であると感じた。\n・自身の薬物治療に対する関心が薄く、服薬コンプライアンスも不十分であった\n。今後は、自分の薬物治療にも積極的に関心を持ち、学習機会として活用してい\nきたい。\n・麻薬に関する知識が不十分であり、麻薬の種類、取り扱い、廃棄・譲渡等の実\n務的知識が欠けていた。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": 3,
        "confidence": null,
        "evidence": "服薬指導時の血圧の評価は、収縮期血圧のみでしてしまうことが多いが、本当はそれだけで判断せず、拡張期血圧や脈拍も含めた総合的な評価ができると良い。→一般化",
        "notes": ""
      }
    },
    {
      "id": 21,
      "journal_id": "1770859069060_2026-02-16",
      "context": {
        "student_name": "八木 果鈴",
        "student_id": 1770859069060,
        "week_number": 1,
        "journal_date": "2026-02-16"
      },
      "entry_text": "【具体的な実習内容】\nてんかん患者の子供がいらっしゃるお母さんへの服薬指導を見学した。レベチラセタムの眠気の副作用について、レベチラセタムのは経口投与時、ほぼ1時間後に最高濃度を示す。お母さんがお話されていた「1限目が眠いと子供が言っている」ことは概ね血漿中濃度の変化と一致するが、副作用であると断定するのは難しいと考えた。\n目の痛みやゴロゴロ感で受診された患者さんへの服薬指導を行った。ジクアス点眼液が処方されていた。効果や用法をわかりやすく説明することができたと考える。用法は1日4回の点眼であったが、ジクアス点眼液の効果が30分～1時間程度しか持続しないため目の乾きが気になったときに使用することができる。\n一包化の調剤を行った。朝食後11錠・夕食後4錠と一包の中身が多かったが、1包ずつ数量と異物混入の確認を行うことができたと考える。\nクリームとハッカ油の混合を行った。形状がだんだん液体になっていき、混合が難しかったが丁寧に調剤することができたと考える。\n処方解析を行った。β遮断薬・ARBを使用していることから慢性心不全、DPP-4阻害薬・ビグアナイド系薬を使用していることから糖尿病であると考えた。加えて、PPIや便秘治療薬、過活動性膀胱治療薬も使用していることから糖尿病の合併症として自律神経障害があると考えた。\n心疾患の患者さんへの服薬指導を行った。現在の体調や食事をとれているかを聞きながら服薬指導をすることができたと考える。\n\n【達成できなかった点・反省】\nピッキングの際に剤形の違う薬を選んでしまった。処方箋との確認を正確に行うようにする。\n初回患者さんへの副作用歴・既往歴の確認を忘れてしまった。\n服薬指導で声の大きさの注意をしていただいた。高齢の患者さんの対応をする時には大きな声でゆっくり話す、配慮が必要な場合には適切な声の大きさ・トーンで話すように状況に応じて工夫をする。\n服用している薬についての副作用を気にされている患者さんがいた。自分では聞き逃してしまっていたので患者さんの不安な気持ちに寄り添えるようにしていきたい。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": null,
        "concept_source": null,
        "confidence": null,
        "evidence": "",
        "notes": ""
      }
    },
    {
      "id": 22,
      "journal_id": "1770859069060_2026-02-17",
      "context": {
        "student_name": "八木 果鈴",
        "student_id": 1770859069060,
        "week_number": 1,
        "journal_date": "2026-02-17"
      },
      "entry_text": "【具体的な実習内容】\n昨日調剤した、ヘパリン油性クリーム・クロベタゾールプロピオン酸クリーム（MYK）・ハッカ油を混合したものを確認すると、液体状のまま分離していた。水中油型であるMYKと油中水型であるヘパリン油性クリームを混合したため、乳化状態が崩れて水と油に分離してしまったと考えられる。今日改めて、水中油型であるヘパリンクリームを用いて調剤を行った。昨日調剤したものよりさらさら感の少ない液体であるように感じた。\n抗血栓薬プラザキサの吸湿性を実際に確かめてみる方法の検討を行った。PTP開封したもの・アルミのみ開封したもの・一包化したもの・乾燥剤を入れて一包化したものに分け、それぞれの性状・触感・重さの変化を観察することを考えた。温度と時間の経過に関して、IFより30℃/75%(相対湿度)及び 25℃/60%(相対湿度)で保存すると12時間で規格外となったとの報告がある。調剤室の温度・湿度から24時間や36時間後に観察することを考えましたが、小川先生の意見をお聞きしたいです。\n在宅患者さんの家へ付き添いで行かせてもらった。かなり多くの薬を飲まれていて、飲めていない薬もあるとお話されていた。\nロバスタチンを服用されている患者さんへの服薬指導を行った。患者さんの体調を聞きながら他の自然な話題も話すことができたと考える。\n小川先生の健康講座の付き添いで近くの食堂へ行った。インフルエンザとコロナそれぞれのワクチン・治療についての話で、コロナワクチンは治療よりも基礎疾患の増悪を防ぐことのできるとの話やコロナワクチンと認知症の関係についての話を熱心に聞いてくれていた。コロナウイルスがもつスパイス蛋白質はアルツハイマー病の原因物質であるβアミロイドを形成し蓄積される。\n木曜日に来局される患者さんの処方解析を行った。マグミット錠が処方されていて、制酸・緩下作用があり、水分を集めて便をやわらかくする。お腹が痛くなりにくく妊婦さんにも使用可能。\n抗菌薬の使用について、風邪症状で受診しても抗菌薬は不要な場合が多い。眼内注射後の抗菌薬投与がヒアルロン酸点眼に変化している。\n高尿酸血症の患者さん。過去の経験から薬の副作用をかなり気にされている様子だった。フェブキソスタットの服用を始めてから腰回りが痛くなった、薬をやめたら改善したから副作用ではないかとお話されていた。添付文書を見ると、副作用として関節痛の記載があるが、投与開始後3日で定常状態に達し、反復投与による蓄積性は認められなかったとあるので、フェブキソスタットの副作用であるとは難しいと考えた。\n\n【達成できなかった点・反省】\n薬の副作用に強い不安のある患者さんへの対応が難しかった。\n「数値が安定してるし、薬をやめられたら」とお医者さんに話したら「それは薬のおかげ」と言われたと話している方がいた。聞き逃してしまっていたので、落ち着いて患者さんのひとつひとつの話を聞けるようにする。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": null,
        "concept_source": null,
        "confidence": null,
        "evidence": "",
        "notes": ""
      }
    },
    {
      "id": 23,
      "journal_id": "1770859069060_2026-02-18",
      "context": {
        "student_name": "八木 果鈴",
        "student_id": 1770859069060,
        "week_number": 1,
        "journal_date": "2026-02-18"
      },
      "entry_text": "【具体的な実習内容】\n昨日在宅の付き添いで行った患者さんの処方解析を行った。潰瘍性大腸炎の患者さんで一度に19錠も服用されている。\n潰瘍性大腸炎・クローン病は共に炎症性腸疾患であるが、潰瘍性大腸炎は粘膜(特に直腸)に病変、クローン病は口腔から肛門までの消化管に非連続的な病変がある点で違いがある。\n同時に処方されていたヘパリンクリーム・ステロイド・ハッカ油は、潰瘍性大腸炎の合併症の皮膚症状かずっと同じ体制でいることによる褥瘡のようなものではないかと考えたが、患者さんの生活状況を把握することが出来ていないので断定しづらい。\n抗不整脈薬を飲んでいる患者さんへの服薬指導を行った。体調と服薬状況を聞きながら薬の説明をすることができたと考える。\n経皮吸収製剤のネオキシテープは、抗コリン作用に加えてCa拮抗作用ももつので、膀胱平滑筋の収縮抑制・平滑筋細胞内へのCa流入抑制による平滑筋収縮抑制の効果が期待できる。\n高血圧の患者さんへの服薬指導を行った。患者さんの食生活のお話もしていただいた。\n明日来局予定の妊婦さんの処方解析を行った。以前よりマグミットが処方されていて、今回からリンデロンVGが追加されている。妊娠中は黄体ホルモンプロゲステロンの分泌が多くなり腸の働きが低下することや、子宮が内臓を圧迫することによって便秘になりやすい。リンデロンVGの追加理由として、便秘の継続による肛門部の炎症ではないかと考えた。\n血清クレアチニンは筋肉の量に依存するので、もともと筋肉量の少ない女性や高齢者、低体重だと低く出やすい。つまり、血清クレアチニン値が性状であっても本当は腎機能が低下していることがある。血清クレアチニンからクレアチニンクリアランスを求めれば性別や年齢、体重を考慮して腎機能を評価することができる。\n\n【達成できなかった点・反省】\n処方されている薬のつながりを考えて服薬指導に生かす。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": null,
        "concept_source": null,
        "confidence": null,
        "evidence": "",
        "notes": ""
      }
    },
    {
      "id": 24,
      "journal_id": "1770859069060_2026-02-19",
      "context": {
        "student_name": "八木 果鈴",
        "student_id": 1770859069060,
        "week_number": 1,
        "journal_date": "2026-02-19"
      },
      "entry_text": "【具体的な実習内容】\n在宅患者さんの家に行き、クリームは脚と背中に塗っていると教えていただいた。皮膚の乾燥は気になったが、そこまでひどい状態ではなかったので、潰瘍性大腸炎の合併症である壊疽性膿皮症とは言い難いと考えた。\n継続した便秘症状のある妊婦さんへの服薬指導を行った。体調や薬の効果をプライバシーに配慮しながら聞くことができたと考える。妊婦さんへの服薬指導では出産後の授乳も視野にいれて服薬指導を行う。\nリンデロンVG軟膏はリンデロンV軟膏に抗菌薬が追加されたもの。リンデロンVG軟膏は耐性菌が出現してしまう可能性もあるため、細菌感染が明らかではない場合には使わない。\n服薬指導を行った。薬歴にあった、患者さんが以前気にされていた症状の確認を行いながら行うことができたと考える。\nトラクリアによる心疾患の副作用がでることのある患者さん。服薬指導時の確認事項として息苦しさの有無や程度、体重変化の確認を行う。今回から利尿薬が減量になっているので、以前、利尿薬を中止した際に現われたトラクリアの副作用に特に注意する。30分に1回お手洗いに行くとの話もあり、便秘で救急病院へ行ったのは利尿薬の量が多かった可能性があるのではないかと考えた。\n\n【達成できなかった点・反省】\nピッキング時に製薬会社名まで確認する。",
      "pharmacist_feedback": "",
      "judgment": {
        "level": null,
        "concept_source": null,
        "confidence": null,
        "evidence": "",
        "notes": ""
      }
    },
    {
      "id": 25,
      "journal_id": "1770859069060_2026-02-20",
      "context": {
        "student_name": "八木 果鈴",
        "student_id": 1770859069060,
        "week_number": 1,
        "journal_date": "2026-02-20"
      },
      "entry_text": "【具体的な実習内容】\n高血圧・骨粗鬆症の患者さんの服薬指導を行った。患者さんがつけていた血圧記録を確認しながら行うことができたと考える。気にされていた一時的な血圧の低下と薬の継続の有無について考察することができたと考える。\n吸入薬・インスリン注射などは患者さん自身で行うため、正しい手技と管理方法を理解してもらう。薬剤師が責任をもって患者さんに教える。\nミノドロン酸は朝の食事前にコップ一杯の水で服用、服用後30分は横にならない、飲み忘れに気づいた日の翌朝に服用するとの記載がある。コップ一杯の水で服用・服用後30分は横にならない→食道粘膜を刺激しやすいミノドロン酸による食道炎を防ぐため。飲み忘れに気づいた日の翌朝に服用→吸収率が低い薬であること、ミネラルの多い食品や牛乳とキレート形成によりさらに吸収率が低くなることを防ぐため。骨吸収抑制作用をもつため、歯医者に行くときは要注意。\n在宅患者さんの件について、デュロキセチンはSNRIで抗コリン作用が抑えられている薬ではあるが、口渇の訴えが以前あったこと・添付文書に副作用として記載のあることから今後注意した方が良いと考えた。\n\n【達成できなかった点・反省】\n服薬指導した患者さんが用法を理解しているのかただちょっと忘れてしまっただけなのか、どちらの可能性も考える。",
      "pharmacist_feedback": "指摘されたこと以外についての振り返りが出来ていないように思う。",
      "judgment": {
        "level": null,
        "concept_source": null,
        "confidence": null,
        "evidence": "",
        "notes": ""
      }
    }
  ]
}